[
  {
    "nome": "Mestrado em Biologia Computacional e Bioinformática",
    "area_cientifica": "Ciências",
    "regime": "Presencial / diurno",
    "departamento": "Departamento de Ciências da Vida",
    "descricao": "A biologia está a sofrer o impacto de uma transformação digital impulsionada pelo rápido desenvolvimento de algoritmos computacionais e métodos de inteligência artificial, que revolucionaram a análise de sistemas biológicos e as tecnologias farmacêuticas e médicas associadas.\nO Mestrado em Biologia Computacional e Bioinformática (MCBBI) da NOVA proporciona uma formação multidisciplinar na interface entre as Ciências da Vida e as Tecnologias de Informação.",
    "saidas_profissionais": "Investigação;; Centros médicos e hospitais;; Laboratórios clínicos e veterinários;; Saúde pública;; Ciência forense;; Indústria farmacêutica;; Indústria alimentícia;; Indústria cosmética;; Indústria de biotecnologia;; Consultoria, organizações governamentais.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-biologia-computacional-e-bioinformatica",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Biomateriais e NanoMedicina",
    "area_cientifica": "Ciências",
    "regime": "Presencial / Diurno",
    "departamento": "Departamento de Ciência dos Materiais",
    "descricao": "No futuro próximo, a aplicação dos Biomateriais e da Nanotecnologia à área da saúde levará a Medicina a um novo patamar. NanoMedicina é a designação dada ao conjunto de três áreas científicas que têm por denominador comum o aproveitamento das propriedades físicas, químicas e biológicas frequentemente únicas que os materiais à micro e nanoescala possuem. Essas áreas são: o nanodiagnóstico (diagnóstico\nin vitro\ne imagem in vivo); a nanoterapêutica (entrega dirigida e libertação controlada de fármacos); e a medicina regenerativa (engenharia de tecidos e terapias celulares).\nA importância da utilização dos Biomateriais e da Nanotecnologia no desenvolvimento de plataformas para terapêuticas avançadas é reconhecida pela Agência Europeia do Medicamento na sua reflexão estratégica para 2025, que pode consultar\naqui\n,  que destaca a importância que estas tecnologias emergentes irão ter nos futuros cuidados de saúde.\nO Mestrado em Biomateriais e Nanomedicina permitir-te-á trabalhar em àreas que têm o potencial de revolucionar a medicina, oferecendo soluções inovadoras para uma variedade de doenças e condições médicas.",
    "saidas_profissionais": "Indústria de Dispositivos Médicos;; Indústria Farmacêutica;; Indústria Cosmética;; Indústria de Tecidos e Orgãos Bio-sintéticos.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-biomateriais-e-nanomedicina",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Bioquímica",
    "area_cientifica": "Ciências",
    "regime": "Presencial / Diurno",
    "departamento": "Departamento de Química",
    "descricao": "A Bioquímica é uma disciplina fundamental na interface entre a Biologia, a Química e a Biotecnologia. Dedica-se ao estudo das reações químicas que ocorrem nos organismos vivos, com ênfase nos processos metabólicos, na estrutura e função das biomoléculas, e nas vias de sinalização celular.\nAlém de uma vasta oferta em áreas da Bioquímica aplicada à Biomedicina, Biotecnologia, Ambiente e Biomateriais, este mestrado oferece uma formação especializada nas áreas da Biofísica Molecular, Biologia Estrutural e Bioquímica Analítica.\nDesta forma, este mestrado reforça as competências em análise, caracterização e desenvolvimento de novas tecnologias bioquímicas e a sua aplicação na saúde, na indústria alimentar e na biotecnologia ambiental.\nO Mestrado em Bioquímica surge como resposta à necessidade crescente de formação de recursos humanos qualificados, impulsionada pelo recente desenvolvimento de empresas nas áreas de Biotecnologia, Farmacêutica e Ciências da Vida, tanto em Portugal como na Europa.",
    "saidas_profissionais": "Investigação e desenvolvimento (I&D) em Bioquímica e áreas afins;; Laboratórios de análises clínicas, bioquímicas, microbiológicas, genéticas e ambientais;; Laboratórios de saúde pública, e institutos de investigação médica;; Laboratórios de (Bio)Química Forense;; Indústria, alimentar, agroalimentar, cosmética e farmacêutica, de biotecnologia;; Gestão de ciência;; Organismos e comissões reguladoras, controlo de qualidade;; Empresas de auditoria, consultadoria em inovação científica e tecnológica e projeto;; Ensino.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-bioquimica",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Bioquímica para a Saúde",
    "area_cientifica": "Ciências",
    "regime": "Presencial, Diurno",
    "departamento": "Departamento de Química",
    "descricao": "O Mestrado em Bioquímica para a Saúde é um programa conjunto da NOVA FCT, ITQB NOVA e NOVA Medical School. O primeiro ano curricular é realizado na NOVA FCT e no ITQB NOVA e o segundo ano, dedicado inteiramente à dissertação, pode ser realizado num dos parceiros (NOVA FCT, ITQB NOVA ou NOVA Medical School) ou mesmo outra instituição de investigação nacional ou estrangeira.\nO Mestrado oferece uma sólida formação académica na área da Bioquímica com uma vertente multidisciplinar que abrange áreas da investigação e do desenvolvimento da Saúde Humana, incluindo setores como a Indústria Farmacêutica, Análises clínicas e Biotecnologia.\nCom uma forte componente experimental em ambiente de laboratório, que permite o desenvolvimento de uma perspetiva crítica e analítica de questões Bioquímicas relacionadas com a Saúde Humana, o Mestrado em Bioquímica para a Saúde\nabrange também outras vertentes como Biofísica, Biologia, Biotecnologia, Química (na perspetiva medicinal) e Ciências Humanas e Sociais. Adicionalmente, e reforçando a componente diferenciadora deste programa, está a possibilidade de escolha do percurso académico através de uma vasta gama de Unidades Curriculares optativas.",
    "saidas_profissionais": "Investigação e Desenvolvimento de Fármacos e Biofármacos; Investigação Médica e temas relacionados com Doença; Laboratórios de Análises Clínicas; Indústria Cosmética e Farmacêutica; Saúde Pública; Organismos e Comissões Reguladoras",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-bioquimica-para-saude",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Biotecnologia",
    "area_cientifica": "Ciências",
    "regime": "Presencial / Diurno",
    "departamento": "Departamento de Química",
    "descricao": "Com uma oferta curricular multidisciplinar, o Mestrado em Biotecnologia apresenta-se essencial para o desenvolvimento de soluções para problemas complexos do mundo real, abrangendo tanto áreas científicas bem estabelecidas, como emergentes.\nO curso proporciona o desenvolvimento de conhecimentos na área da transferência de tecnologia e\nskills\nnecessárias para o desenvolvimento de negócios e competências para a inovação baseada na ciência e na tecnologia.\nUm ambiente dinâmico e com uma forte componente de investigação, constituem fatores marcantes da formação conferida, que realça a relevância das contribuições científicas para o desenvolvimento de novos produtos da Biotecnologia.",
    "saidas_profissionais": "ID&T;; Transferência de tecnologia;; Gestão e serviços comerciais, em diversas empresas, centros de investigação, e instituições académicas, relacionadas com bio (farmacêuticos), indústria agroalimentar, ambiente, aplicações biomédicas, entre outras.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-biotecnologia",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Ciências Gastronómicas",
    "area_cientifica": "Ciências",
    "regime": "Presencial, Diurno",
    "departamento": "Departamento de Química",
    "descricao": "As Ciências Gastronómicas são um campo interdisciplinar que combina conhecimentos de várias áreas, incluindo gastronomia, ciência dos alimentos, nutrição, história da alimentação, cultura alimentar, tecnologia culinária, entre outros.\nNesta área estudam-se as técnicas culinárias, as preferências e os hábitos alimentares, bem como os fatores socioeconómicos que influenciam a alimentação humana, e investigam-se novos ingredientes e técnicas de preparação, inovações na indústria alimentar e questões de sustentabilidade e segurança alimentar.\nO Mestrado em Ciências Gastronómicas é a tua oportunidade para integrar uma área fundamental para a compreensão da relação entre alimentação, saúde, cultura e ambiente, e para o desenvolvimento de políticas alimentares e práticas culinárias mais conscientes e sustentáveis.",
    "saidas_profissionais": "Indústria alimentar: qualidade, criatividade e inovação na produção de alimentos;; Turismo;; Ensino e investigação nas áreas relacionadas com as ciências gastronómicas.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-ciencias-gastronomicas",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Educação",
    "area_cientifica": "Ciências",
    "regime": "Presencial, Diurno",
    "departamento": "Departamento de Ciências Sociais Aplicadas",
    "descricao": "O conhecimento é a base do desenvolvimento social e humano e, como tal, a capacidade de circular a informação entre as gerações é fundamental, promovendo o conhecimento e as competências mas também reforçando valores e atitudes de consciência crítica e de cidadania ativa.\nA Educação é por isso estratégica e na linha da frente do desenvolvimento de sociedades evoluídas, justas e prósperas. Nesse contexto, é necessário e urgente atualizar e reforçar a capacitação dos nossos educadores de forma a melhor perspetivar a escola e a educação, de forma global e multidisciplinar, capazes de enfrentar os cada vez maiores desafios contemporâneos e promovendo um impacto não só positivo como duradouro na sociedade.\nO Mestrado em Educação pretende promover uma formação académica que permita o desenvolvimento pessoal e profissional de professores e outros profissionais na área da educação, numa lógica de formação ao longo da vida, proporcionando o enriquecimento das práticas profissionais e a melhoria das organizações em que trabalham.",
    "saidas_profissionais": "Docentes*;; Educadores*;; Formadores;; Técnicos de educação e formação;; Animadores;; Mediadores socioculturais.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-educacao",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Ensino de Matemática no 3.º Ciclo do Ensino Básico e no Ensino Secundário",
    "area_cientifica": "Ciências",
    "regime": "Presencial / Diurno (prevê-se que as aulas do 1.º ano decorram às terças e quintas-feiras a partir das 13h00 e às sextas durante todo o dia).",
    "departamento": "Departamento de Matemática",
    "descricao": "O Mestrado em Ensino de Matemática\nestá\nalinhado com\nas\nexigências\neducativas contemporâneas\n,\ncom enfoque n\no\ns\nprogramas mais atuais\ne\nn\na\ns\nprática\ns\ninovadoras para o\nensino da\nMatemática\n.\nAtravés de uma abordagem próxima, este mestrado permite completar a formação científica, tecnológica e técnica\n, elementares ao sucesso profission\nal\n.\nO Mestrado em Ensino de Matemática\npromove\nainda a\nformação pessoal e social dos futuros docentes\nincutindo\natitudes de reflexão, autonomia, cooperação e participação ativa na comunidade educativa\n, mas também de\nanálise crítica, de inovação e investigação pedagógica.\nAo\ninfluenci\na\nr\npositivamente o ensino e a aprendizagem da\nM\natemática\n,\nos\n/as\nmestres\nem Ensino de Matemática\nserão\ntambém eles agentes de mudança\ne desenvolvimento social.",
    "saidas_profissionais": "Docência (Professor de Matemática - 3.º ciclo e ensino secundário | grupo 500);; Área editorial com publicações na área do ensino, entre outras.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-ensino-de-matematica",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Estatística Aplicada à Saúde",
    "area_cientifica": "Ciências",
    "regime": "Ensino à distância (EaD)",
    "departamento": "Departamento de Matemática",
    "descricao": "A Bioestatística aplica-se no estudo, desenvolvimento e investigação de várias áreas da Biologia, nomeadamente nas Ciências da Saúde, Medicina, Saúde Pública e Epidemiologia. Torna-se, por isso, imprescindível que profissionais e decisores detenham um saber interdisciplinar, abrangente e consolidado que permita responder às modernas e complexas questões que cada vez mais se colocam no campo da análise de dados em saúde, num âmbito global.\nEste mestrado, único no país, decorre num ambiente de investigação transversal onde os alunos adquirem conhecimentos e competências teóricas e práticas fundamentais para promover a qualidade dos cuidados de saúde das populações.",
    "saidas_profissionais": "Peritos em estatística no contexto da saúde para a indústria, organizações governamentais, serviços de saúde, investigação e academia.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-estatistica-aplicada-saude",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Genética Molecular e Biomedicina",
    "area_cientifica": "Ciências",
    "regime": "Presencial, Diurno",
    "departamento": "Departamento de Ciências da Vida",
    "descricao": "A Genética Molecular e a Biomedicina são áreas de estudo fundamentais para o bem-estar e o aumento da esperança média de vida de qualquer ser humano. Os conhecimentos adquiridos através de estudos nestas áreas salvam a vida de milhões de seres humanos diariamente.\nDas análises e pesquisas elaboradas por profissionais desta área surgem inúmeras soluções presentes nas fases de diagnóstico, tratamento e prevenção de doenças, como vacinas e medicamentos.\nO Mestrado em Genética Molecular e Biomedicina dá-te a oportunidade de participar ativamente na expansão dos limites do conhecimento científico e causar um impacto positivo e, por vezes, determinante na saúde humana e animal, a nível mundial.",
    "saidas_profissionais": "Centros médicos e hospitalares;; Laboratórios clínicos e veterinários;; Saúde pública;; Ciência Forense;; Indústria Farmacêutica;; Indústria alimentar;; Indústria cosmética;; Indústria biotecnológica;; Consultadoria em organizações governamentais.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-genetica-molecular-e-biomedicina",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Matemática Atuarial",
    "area_cientifica": "Ciências",
    "regime": "Presencial",
    "departamento": "Departamento de Matemática",
    "descricao": "O risco é elemento transformador da vida das pessoas, empresas e sociedades. Com os instrumentos adequados, pode ser transformado em valor acrescentado.\nUm Atuário tem como função definir, avaliar e gerir o risco, por forma a otimizar os impactos financeiros resultantes da incerteza associada a eventos futuros. As áreas de atuação de um Atuário são múltiplas, embora tradicionalmente sejam classificadas em termos de área Financeira, Fundos de Pensões, Saúde, Atuariado Vida e Atuariado Não Vida. As análises de risco de crédito, a avaliação de empréstimos e de carteiras de seguros, a construção de tarifas, a constituição de reservas financeiras adequadas a responsabilidades futuras, são alguns exemplos de atividades realizadas por um Atuário.\nOs objetivos do Mestrado em Matemática Atuarial estão alinhados com os Syllabus da IAA (International Actuarial Association) e da AAE (Actuarial Association of Europe) com vista à acreditação internacional dos alunos.",
    "saidas_profissionais": "Gestores de risco, especialização em atuariado;; Seguradoras;; Banca;; Sociedades de Investimento;; Consultoria;; Autoridades de supervisão ou regulação;; Sociedades gestoras de fundos de pensões;; Governo (Autoridades de supervisão ou Regulação).",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-matematica-atuarial",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Matemática e Aplicações",
    "area_cientifica": "Ciências",
    "regime": "Presencial, Diurno",
    "departamento": "Departamento de Matemática",
    "descricao": "O Mestrado em Matemática e Aplicações alia a investigação científica a um leque diverso de tópicos em Matemática ou em Matemática Aplicada.\nTem como objetivo fornecer uma sólida base científica com elevado nível de interdisciplinaridade, formando profissionais conhecedores das mais recentes técnicas matemáticas usadas na resolução de problemas.\nO Mestrado em Matemática e Aplicações oferece três ramos de especialização:\nEspecialização em Ciências dos Dados e da Decisão\nEste ramo oferece uma formação sólida e atual em Estatística e Investigação Operacional.\nEstas são áreas da Matemática essenciais para manusear e transformar em informação útil o crescente número de dados decorrentes da evolução tecnológica e para integrar a informação desses dados na otimização de processos.\nEspecialização em Matemática Financeira Computacional\nA especialização em Matemática Financeira Computacional oferece os fundamentos matemáticos utilizada na indústria financeira, como: análise estocástica, métodos numéricos, métodos econométricos, técnicas de simulação de Monte Carlo e de inteligência artificial. Estes são essenciais nas principais atividades da indústria financeira, incluindo apreçamento de produtos financeiros complexos, seleção de portfólio, gestão de riscos e hedge.\nEspecialização em Matemática Pura\nEste ramo dota os seus alunos de uma sólida formação científica, permitindo a especialização em áreas diversas da matemática como: álgebra, análise, geometria algébrica, equações diferenciais, lógica matemática, entre outras, sendo que o aluno pode personalizar a sua formação. A especialização em Matemática Pura permite seguir a atividade de investigação.",
    "saidas_profissionais": "N/A",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-matematica-e-aplicacoes",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Microbiologia Médica",
    "area_cientifica": "Ciências",
    "regime": "Pós-laboral",
    "departamento": "Departamento de Ciências da Vida",
    "descricao": "O Mestrado em Microbiologia Médica procura fornecer uma sólida formação teórica e prática, com base nas múltiplas valências e especialidades oferecidas pelas instituições envolvidas e nas sinergias entre elas estabelecidas: a NOVA FCT, a NOVA Medical School, o Instituto de Higiene e Medicina Tropical e o Instituto de Tecnologia Química e Biológica António Xavier.\nO Mestrado em Microbiologia Médica tem como objetivo geral formar especialistas, numa perspetiva global e multidisciplinar, habilitados com sólida e integrada formação teórica e prática na área da Microbiologia, com capacidades na aplicação das tecnologias de diagnóstico laboratorial mais avançadas, de investigação microbiológica e de controlo e certificação de qualidade de laboratórios de Microbiologia.\nA edição do mestrado 2025/26 é coordenada pelo ITQB NOVA - Instituto de Tecnologia Química e Biológica António Xavier (ITQB), Unidade Orgânica da Universidade NOVA de Lisboa (UNL), pelo que as condições de acesso a matrícula regem-se pelas regras do ITQB.",
    "saidas_profissionais": "Centros médicos e hospitalares, laboratórios clínicos e veterinários, saúde pública, laboratórios de investigação nas áreas da Microbiologia;; Acesso a programas doutorais.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-microbiologia-medica",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Paleontologia",
    "area_cientifica": "Ciências",
    "regime": "Diurno",
    "departamento": "Departamento de Ciências da Terra",
    "descricao": "A paleontologia, enquanto disciplina científica, desvenda os mistérios do passado da vida na Terra, permitindo-nos reconstruir e compreender a diversidade de formas de vida que existiram ao longo das eras geológicas.\nAo estudar fósseis de animais, plantas e microorganismos preservados nas rochas, os paleontólogos são capazes de reconstruir ecossistemas antigos e entender como a biodiversidade mudou ao longo do tempo, contribuindo para contextualizar e ampliar nossa compreensão da evolução da vida na Terra.\nAssim, é objetivo geral do nosso programa, proporcionar aos mestrandos competências, através de um conjunto de conhecimentos coesos, que lhes permitam lidar com as questões contemporâneas relacionadas com a evolução da Terra e da Vida. Este mestrado preenche uma lacuna na oferta nacional de formação nesta área.",
    "saidas_profissionais": "Autarquias e Associações de Municípios;; Áreas Protegidas;; Geoparques;; Departamentos governamentais:; Museus;; Investigação;; Profissão liberal;; Empresas do setor Energético (Petróleo, Gás Natural e Carvão);; Carreira docente no ensino secundário e universitário.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-paleontologia",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Química Bioorgânica",
    "area_cientifica": "Ciências",
    "regime": "Presencial / Diurno (início das aulas a partir das 17h)",
    "departamento": "Departamento de Química",
    "descricao": "A Quimica Bioorgânica é uma área emergente na interface entre a biologia, a bioquímica, a biotecnologia e a química orgânica dita tradicional. Dedica-se ao estudo das substâncias químicas relacionadas com processos biológicos, incidindo nas interações moleculares em organismos vivos e na síntese de compostos úteis para medicina e outras aplicações biológicas. Este mestrado reforça as competências em análise, caracterização e desenvolvimento inteligente de novos fármacos e biomateriais, racionalização da interação de fármacos com sistemas biológicos e conceção de novos materiais e metodologias de sintetização mais eficiente e sustentável.\nO Mestrado em Quimica Bioorgânica surge como resposta à necessidade de formação de novos recursos humanos nas sociedades portuguesa e europeia, decorrente do recente desenvolvimento de empresas ligadas às áreas de química fina, biotecnologia e farmacêutica.",
    "saidas_profissionais": "Áreas de I&D e controle de qualidade nas indústrias de química e de química fina;; Consultadoria na área da química fina;; Laboratórios de I&D em instituições sem fins lucrativos (laboratórios públicos, colabs, etc.);; Laboratórios de prestação de serviços;; No caso dos estudantes com o duplo diploma em Quimioinformática: engenheiros de dados e software, especializados em aplicações químicas.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-quimica-bioorganica",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Recursos Vivos Marinhos: Ciência, Tecnologia e Sociedade",
    "area_cientifica": "Ciências",
    "regime": "Presencial / Diurno",
    "departamento": "Departamento de Ciências e Engenharia do Ambiente",
    "descricao": "A estratégia de Crescimento Azul, um dos pilares da Política Marítima Integrada da União Europeia, centra-se no conceito de Economia Azul (EA), em que todas as atividades económicas relacionadas com as áreas marinhas devem contribuir para a criação de riqueza e emprego, e ao mesmo tempo, para a consciencialização do valor e potencial económico das áreas marinhas e da sua vulnerabilidade à ação humana.\nÉ neste contexto que surge o Mestrado Recursos Vivos Marinhos: Ciência, Tecnologia e Sociedade, que visa formar profissionais com elevadas competências interdisciplinares em áreas fundamentais e aplicadas, nomeadamente, as relacionadas com os aspetos ecológicos, tecnológicos, políticos e socioculturais do sector primário da EA.\nO carácter interdisciplinar do Mestrado em Recursos Vivos Marinhos: Ciência, Tecnologia e Sociedade permite dar aos estudantes uma perspetiva sistémica para as questões associadas aos recursos vivos marinhos e competências para compreender e procurar soluções para os problemas associados à exploração destes recursos nas suas dimensões científica, tecnológica e social, alinhadas com os Objetivos de Desenvolvimento Sustentável das Nações Unidas.",
    "saidas_profissionais": "Consultoria e projetos tecnológicos e/ou de gestão relacionados com o setor primário da Economia Azul;; Desenvolvimento de planos e estratégias para a exploração sustentável dos recursos vivos marinhos ao nível de empresas e administração central, local e regional;; Literacia marinha;; Governança;; Indústria: aquacultura, pescas e transformação do pescado, biotecnologia marinha;; Ensino e investigação marinha;; ONG: intervenção pública, cidadania, etc.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-recursos-vivos-marinhos-ciencia-tecnologia-e-sociedade",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Análise e Engenharia de Big Data",
    "area_cientifica": "Ciências",
    "regime": "Presencial, Diurno",
    "departamento": "Departamento de Informática",
    "descricao": "A crescente e desafiante transformação digital, a internet, as redes sociais, e a utilização generalizada de sensores geram grandes volumes de dados de forma contínua, em setores chave como a saúde, a administração pública, media e comunicação social, marketing e comércio eletrónico, finanças, energia, ambiente e urbanismo, telecomunicações, indústria farmacêutica e bioinformática.\nO Mestrado em Análise e Engenharia de Big Data permite formar profissionais altamente especializados, com um perfil inovador e uma forte capacidade para criar valor a partir dos dados, nos processos de gestão e inovação em todos os domínios da indústria e serviços.\nO Mestrado em Análise e Engenharia de Big Data beneficia da valência de dois departamentos da NOVA FCT: Informática e Matemática, sendo esta a base da Ciência e Engenharia de Dados.\nCom uma forte componente teórico-prática, este Mestrado permite desenvolver sólidas competências de processamento e análise de grandes volumes de dados por métodos e metodologias de última geração (Aprendizagem Automática, Análise da Dados Avançada).",
    "saidas_profissionais": "Integrar e contribuir para a liderança e construção de equipas especializadas em Análise e Engenharia de Dados em grandes organizações ou empresas de em várias áreas de atividade (Saúde, Administração Pública, Comércio eletrónico e marketing, Banca e Seguros, Energia, meio ambiente e urbanismo, Telecomunicações, Media e comunicação social, Indústria farmacêutica ou biotecnológica, etc.);; Integrar e contribuir para a liderança e construção de equipas especializadas em Análise e Engenharia de Dados em consultoras nacionais e internacionais que atuam nestes mesmos sectores de atividade;; Desenvolver investigação científica na academia ou empresas líderes soluções para Análise e Engenharia de Dados.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-analise-e-engenharia-de-big-data",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Engenharia Aeroespacial",
    "area_cientifica": "Ciências",
    "regime": "Presencial, Diurno",
    "departamento": "Departamento de Engenharia Eletrotécnica e de Computadores",
    "descricao": "O Mestrado em Engenharia Aeroespacial vem reforçar o papel da engenharia aeroespacial num futuro mais sustentável e inteligente, alargando as possibilidades de exploração espacial.\nEste Mestrado oferece 2 áreas científicas de especialização: Sistemas de Aviónica e Mecânica Aeroespacial.\nOs estudantes graduados em Engenharia Aeroespacial adquirem uma combinação única de competências fundamentais em ciência e tecnologia avançada, permitindo uma fácil adaptação à constante evolução dos processos aeroespaciais.\nCom um programa fortemente multidisciplinar e uma forte componente experimental, o Mestrado em Engenharia Aeroespacial conta com vários UAVs de diferentes topologias, vários robôs fixos e móveis, sistemas experimentais de microondas e antenas, túnel de vento de 9m, várias máquinas de ensaio mecânico, lasers solares de alta eficiência, câmara de vácuo criogénica (77 K-300 K) de 159 litros, entre outros.",
    "saidas_profissionais": "Conceção, fabrico e integração de veículos aéreos ou espaciais;; Sistemas de operação de veículos aéreos ou espaciais;; Manutenção e exploração.; Investigação e desenvolvimento",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-engenharia-aeroespacial",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Engenharia Biomédica",
    "area_cientifica": "Ciências",
    "regime": "Presencial / Diurno",
    "departamento": "Departamento de Física",
    "descricao": "Na Engenharia Biomédica desenvolvem-se tecnologias inovadoras para a prevenção, diagnóstico e tratamento da doença, contribuindo para uma melhoria nos cuidados de saúde e na compreensão do funcionamento do corpo humano.\nCom um currículo flexível e multidisciplinar, os estudantes são incentivados a desenvolver projetos integradores dos conhecimentos adquiridos, usando abordagens inovadoras, que os preparam para liderar o futuro da indústria biomédica global.",
    "saidas_profissionais": "Empresas de equipamento e instrumentação médica;; Empresas de material farmacêutico;; Hospitais, nas áreas de física hospitalar, engenharia clínica e manutenção de equipamento;; Laboratórios de investigação e desenvolvimento de grandes empresas;; Laboratórios de faculdades de medicina, universidades e organismos estatais;; Indústria de biomateriais.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-engenharia-biomedica",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Engenharia Civil",
    "area_cientifica": "Ciências",
    "regime": "Presencial, Diurno",
    "departamento": "Departamento de Engenharia Civil",
    "descricao": "Planear, projetar, construir, reabilitar, gerir ou auditar construções públicas e privadas, tais como edifícios, pontes, túneis, fundações, estradas, ferrovias, portos, aeroportos, barragens e outras obras hidráulicas, ou ainda intervir em áreas como o ordenamento do território, a proteção civil e o desenvolvimento de produtos para a construção - são tarefas para as quais este mestrado capacita os seus estudantes.\nO mestre em Engenharia Civil da NOVA FCT estará preparado para responder aos desafios atuais em prol da construção de um ambiente que se pretende seguro, confortável, durável e sustentável, em linha com os objetivos de desenvolvimento sustentável das Nações Unidas.\nO Mestrado em Engenharia Civil da NOVA FCT proporciona uma formação integrada para o exercício de uma profissão tão abrangente quanto a de Engenharia Civil.",
    "saidas_profissionais": "Gabinetes de projeto e consultoria (de edifícios e pontes, de obras hidráulicas, de infraestruturas de transportes e vias de comunicação, ou de reabilitação do património);; Empresas de construção e produção de materiais;; Gabinetes de gestão e fiscalização; e na administração central, regional e local.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-engenharia-civil",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Engenharia de Energias Renováveis",
    "area_cientifica": "Ciências",
    "regime": "Presencial / Diurno",
    "departamento": "Departamento de Engenharia Eletrotécnica e de Computadores",
    "descricao": "As energias renováveis emergem como pilares imprescindíveis para impulsionar a sustentabilidade, constituindo uma alternativa crucial às fontes tradicionais baseadas em combustíveis fósseis. Sob essa ótica, assumem um papel central na geração de energia elétrica, na mobilidade humana e nas múltiplas necessidades energéticas da sociedade moderna.\nA interdisciplinaridade do Mestrado em Engenharia de Energias Renováveis privilegia a formação técnica e o conhecimento especializado fortemente orientados para uma resposta eficaz e eficiente às necessidades de mercado nas vertentes técnicas, ambientais e económicas",
    "saidas_profissionais": "Consultoria em energias renováveis em Empresas de Serviços Energéticos;; Auditoria e análises de eficiência energética e avaliação de impacte ambiental;; Projetistas de aproveitamentos solares ou eólicos.; Diversas funções profissionais no setor industrial, no setor de serviços, na administração central, regional ou local, entre outros;; Investigação e desenvolvimento (I&D) em instituições de ensino superior, laboratórios ou indústrias.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-engenharia-de-energias-renovaveis",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Engenharia de Fabrico Digital Avançado",
    "area_cientifica": "Ciências",
    "regime": "Presencial / Diurno",
    "departamento": "Departamento de Engenharia Mecânica e Industrial",
    "descricao": "O Fabrico é uma área vital da Engenharia, com um papel fundamental na sociedade e na economia global, representando cerca de 17% do PIB mundial. Seja na produção de bens de consumo, de infraestruturas ou de tecnologia de ponta, o fabrico desempenha um papel essencial em todos os aspetos da vida.\nEste mestrado apresenta uma formação especializada em fabrico digital avançado, formando profissionais competentes para liderar a transformação do setor com uma abordagem única e abrangente.",
    "saidas_profissionais": "Liderança em Projetos de Transformação Digital;; Consultoria em Inovação e Tecnologia Digital;; Investigação & Desenvolvimento.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-engenharia-de-fabrico-digital-avancado",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Engenharia de Materiais",
    "area_cientifica": "Ciências",
    "regime": "Presencial, Diurno",
    "departamento": "Departamento de Ciência dos Materiais",
    "descricao": "Cerca de 70% de todas as inovações tecnológicas estão direta ou indiretamente ligadas aos materiais, desde aplicações eletrónicas, à biotecnologia ou energia.\nCarros, aviões, computadores, televisões, telemóveis, equipamento desportivo, dispositivos biomédicos (válvulas artificiais, implantes), entre outros, necessitaram do desenvolvimento de materiais e processos de fabrico, a fim de lhes serem conferidas as propriedades e funcionalidades requeridas.\nO Mestrado em Engenharia de Materiais é o principal motor de progresso em qualquer área, contribuindo com uma resposta eficaz às necessidades do mercado e para um desenvolvimento industrial sustentável.",
    "saidas_profissionais": "Setor de Energia; Consultoria e serviços; Indústria extrativa; Indústria Transformador; Biomateriais e Dispositivos Médicos; Investigação; Educação",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-engenharia-de-materiais",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Engenharia de Micro e Nanotecnologias",
    "area_cientifica": "Ciências",
    "regime": "Presencial, Diurno",
    "departamento": "Departamento de Ciência dos Materiais",
    "descricao": "A Engenharia de Micro e Nanotecnologias é um campo altamente especializado que se concentra na manipulação e utilização de materiais e dispositivos em escalas extremamente pequenas, na ordem de nanômetros (bilionésimos de metro) e micrômetros (milionésimos de metro).\nCombinando princípios da engenharia, física, química e biologia, permite projetar, fabricar e caracterizar estruturas e sistemas em dimensões nano e microscópicas que impulsionam a inovação e o progresso em diversos setores da ciência e da tecnologia.\nO Mestrado em Engenharia de Micro e Nanotecnologias dá-te a oportunidade de estudar uma área fascinante e em constante evolução, com o potencial de transformar radicalmente a maneira como interagimos com o mundo ao nosso redor.",
    "saidas_profissionais": "Áreas ligadas às Tecnologias de Ponta;; Indústria Automóvel;; Indústria Espacial;; Indústria Farmacêutica;; Biotecnologia;; Indústria da Microeletrónica;; Consultadoria Informática;; Investigação;; Educação.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-engenharia-de-micro-e-nanotecnologias",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Engenharia de Nanossistemas e Sistemas Embutidos",
    "area_cientifica": "Ciências",
    "regime": "Presencial / Diurno",
    "departamento": "Departamento de Ciência dos Materiais",
    "descricao": "A Engenharia de Nanossistemas e Sistemas Embutidos é um campo interdisciplinar que se concentra no desenvolvimento e aplicação de tecnologias à nanoescala e integração com dispositivos eletrónicos para criar dispositivos eletrónicos avançados e sistemas integrados como sensores, sistemas microeletromecânicos (MEMS) ou sistemas embutidos.\nNa vertente de Nanossistemas, os engenheiros manipulam materiais e estruturas à escala atómica ou molecular para projetar e fabricar dispositivos e sistemas com propriedades únicas e funcionalidades específicas. Por outro lado, a componente de Sistemas Embutidos diz respeito ao projeto, desenvolvimento e implementação de sistemas computacionais e eletrónicos integrados em dispositivos físicos, como sistemas de controlo automático, dispositivos médicos, veículos autónomos e dispositivos IoT (Internet das Coisas).\nO Mestrado em Engenharia de Nanossistemas e Sistemas Embutidos é a tua oportunidade para explorar e aproveitar as capacidades das tecnologias à nanoescala para projetar e implementar sistemas eletrónicos avançados e inteligentes e miniaturizados, baixo consumo de energia e altao desempenho, para uma ampla gama de aplicações industriais, biomédicas, de comunicação e de electrónica de consumo.\nMestrado inserido no Programa Europeu EMINENT (Erasmus Mundus).\nCandidaturas abertas até 1 de março de 2025.",
    "saidas_profissionais": "I&D;; Projeto de sistemas embutidos;; Desenvolvimento de sistemas sensoriais;; Engenharia de sistemas e edge computing;; Projeto e aplicação de nanomateriais e nanoestruturas;; Projeto de sistemas de biossensores;; Computação de baixo consumo de energia;; Gestão e implantação de dispositivos e sistemas de IoT;; Educação.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-engenharia-de-nanossistemas-e-sistemas-embutidos",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Engenharia de Robótica e Sistemas Inteligentes de Manufatura",
    "area_cientifica": "Ciências",
    "regime": "N/A",
    "departamento": "Departamento de Engenharia Eletrotécnica e de Computadores",
    "descricao": "O Mestrado em Engenharia de Robótica e Sistemas Inteligentes de Manufatura (MeRSIM) oferece uma formação inovadora em manufatura inteligente e sistemas robóticos autónomos, áreas ainda não abrangidas a nível nacional, com um programa reconhecido a nível nacional e internacional. Visa preencher lacunas na formação de profissionais para as fábricas do futuro, com foco em robôs autónomos, soluções colaborativas e sistemas distribuídos de manufatura.\nDestinado a alunos com formações diversas, o MeRSIM proporciona uma educação avançada e flexível em Robótica e Sistemas Inteligentes de Manufatura.  Este mestrado pretende intensificar as relações de investigação, desenvolvimento e transferência de conhecimento e tecnologia com as empresas e outras entidades e contribuir para a promoção de iniciativas de divulgação da ciência.",
    "saidas_profissionais": "Empresas na área da robótica industrial: projeto e instalação de linhas de produção fabris (por exemplo automóvel); desenvolvimento de software para controlo de qualidade de produtos; programação de controladores lógicos; programação de robots em ambiente 3D, sistemas inteligentes de otimização de processos.; Empresas de robótica móvel: Sistemas Autónomos Terrestres, Aéreos e Marítimos aplicados a diferentes áreas (indústria, agricultura, mar, …).; Empresas de Serviços: desenvolvimento de software Inteligente de apoio à decisão, ciência de dados, programação, entre outras.; Empresas de consultoria, banca/finanças.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-engenharia-de-robotica-e-sistemas-inteligentes-de-manufatura",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Engenharia do Ambiente",
    "area_cientifica": "Ciências",
    "regime": "Presencial, Diurno",
    "departamento": "Departamento de Ciências e Engenharia do Ambiente",
    "descricao": "A sustentabilidade do Planeta está cada vez mais no centro das agendas científica, política, empresarial e social, exigindo dos profissionais competências específicas. Eficiência no uso dos recursos (água, energia, solo, matérias-primas), tecnologias limpas, planeamento das cidades, economia circular ou energias renováveis são exemplos de abordagens para lidar com problemas como perda de biodiversidade, alterações climáticas, escassez e poluição da água, degradação do solo, poluição do ar e ruído, resíduos perigosos e lixo marinho.\nO Mestrado em Engenharia do Ambiente adota uma abordagem sistémica e promove a inovação como um processo de valorização social, ecológica e económica.\n*\nNota: na 1.ª fase apenas podem candidatar-se licenciados; na 2.ª fase podem também candidatar-se finalistas de licenciatura com fundadas expectativas de obter o grau de licenciado no ano letivo 2024/25.",
    "saidas_profissionais": "Consultoria, serviços e projeto em ambiente: todas as áreas de especialidade;; Empresas industriais, comércio e serviços, todos os sectores: gestão ambiental, da energia, gestão da água, tratamento de águas, águas residuais e resíduos, gestão do ar e ruído; qualidade e segurança; responsabilidade social e governança; gestão de operações; estratégias de sustentabilidade;; Instituições internacionais (CE, AEA, JRC): construção de políticas, investigação;; Administração central: legislação, regulação, planeamento, fundos, ação climática, qualidade ambiental, conservação da natureza, fiscalidade, economia circular, avaliação de projetos, licenciamento, inspeção;; Administração regional e local: ordenamento do território, gestão urbana, gestão de sistemas de abastecimento de água e de saneamento, gestão de sistemas de resíduos, gestão de áreas classificadas, gestão do ambiente e energia, fiscalização, educação, desenvolvimento local;; Ensino e investigação: todas as áreas em ambiente e sustentabilidade;; ONG de ambiente: doutrina política, intervenção pública, cidadania, educação.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-engenharia-do-ambiente",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Engenharia e Gestão Industrial",
    "area_cientifica": "Ciências",
    "regime": "Presencial / Diurno",
    "departamento": "Departamento de Engenharia Mecânica e Industrial",
    "descricao": "Engenharia e Gestão Industrial tem características únicas de transversalidade, nomeadamente na combinação de competências de Engenharia e de Gestão, corporizando a conjugação de aptidões técnicas e comunicacionais.\nO Mestrado desenvolve competências mais especificas em Logística, Produção e Projetos, Qualidade, Fatores Humanos, Sistemas de Informação, Dados e Decisão, entre outras. Esta formação de natureza transversal é muito ajustada às necessidades das atuais organizações, o que se traduz em excelentes níveis de empregabilidade.\nA escolha pela Engenharia e Gestão Industrial na NOVA FCT é garantia de uma formação exigente, mas dedicada, na qual o fator humano está sempre presente.",
    "saidas_profissionais": "Indústria da construção automóvel e de componentes; química; alimentar; metalomecânica; eletromecânica e máquinas-ferramentas;; Empresas de consultoria de engenharia, gestão industrial e de sistemas de informação;; Setor dos serviços de transportes; financeiros; hospitais e unidades de saúde; companhias aéreas; logística e distribuição; gestão de projetos; retalhistas; organismos de certificação;; Atividade docente ou de investigação.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-engenharia-e-gestao-industrial",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Engenharia Eletrotécnica e de Computadores",
    "area_cientifica": "Ciências",
    "regime": "Presencial, Diurno",
    "departamento": "Departamento de Engenharia Eletrotécnica e de Computadores",
    "descricao": "Em linha com as tendências atuais de evolução da Engenharia Eletrotécnica e de Computadores, o Mestrado em Engenharia Eletrotécnica e de Computadores (MEEC) da NOVA FCT confere uma formação sólida e ampla em áreas chave de suporte à sociedade do século XXI,\nque incluem a Eletrónica e micro/nano eletrónica integrada (chips); engenharia de computadores; tecnologias de informação; telecomunicações; robótica; energia, sistemas e controlo Industrial; manufatura; gestão de projetos e, mais recentemente, em tecnologias avançadas de inteligência artificial (IA).",
    "saidas_profissionais": "Investigador/a;; Engenheira/o de desenvolvimento de hardware e/ou software;; Engenheira/o de operação;; Gestor(a) de projetos;; Gestor(a) de operações;; Técnico-Comercial;; Consultor/a;; Empreendedor/a; Empresas de automação e robótica móvel;; Empresas ligadas ao setor energético;; Empresas de telecomunicações, de Tecnologias da Informação (TI) e de segurança informática;; Empresas de serviços: consultoria, programação, banca/finanças;; Empresas de projeto de sistemas e circuitos eletrónicos.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-engenharia-eletrotecnica-e-de-computadores",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Engenharia Física",
    "area_cientifica": "Ciências",
    "regime": "Presencial / Diurno",
    "departamento": "Departamento de Física",
    "descricao": "O programa do Mestrado em Engenharia Física oferece uma formação avançada para o desenvolvimento e aquisição de conhecimentos técnicos e científicos com base na Física, fundamentais para a conceção e implementação de sistemas de elevada complexidade tecnológica.\nUma característica distintiva deste programa é o seu compromisso na transferência de produtos e tecnologias de ponta das áreas da Física para o setor produtivo, aplicando conhecimento científico em soluções práticas e avançadas.",
    "saidas_profissionais": "I&D em meio académico e empresarial;; Infraestruturas de I&D Internacionais;; Engenharia de projeto;; Metrologia;; Ciências dos dados;; Física médica;; Instrumentação/Automação;; Técnicas analíticas;; Aero-espacial;; Energia;; Consultoria;; Ensino.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-engenharia-fisica",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Engenharia Geológica",
    "area_cientifica": "Ciências",
    "regime": "Presencial / Diurno",
    "departamento": "Departamento de Ciências da Terra",
    "descricao": "A Engenharia Geológica é uma especialidade de Engenharia que aplica princípios, conceitos e técnicas das Ciências Geológicas na resolução de problemas de engenharia que envolvem a Terra e o seu funcionamento como um sistema geodinâmico.\nA procura e exploração dos recursos naturais, as questões associadas a adequado planeamento regional e urbano e à resolução e mitigação de problemas ambientais deles decorrentes, são algumas das actividades essenciais do Engenheiro Geólogo.\nO Mestrado em Engenharia Geológica (MEG) visa formar especialistas aptos a aplicar soluções de engenharia, em intervenções à superfície ou em meio subterrâneo, que envolvam os maciços rochosos, os solos, as águas subterrâneas, os georrecursos e os resíduos, contribuindo para o desenvolvimento sustentado e a adaptação às alterações climáticas.",
    "saidas_profissionais": "Consultoria e projeto de obras geotécnicas;; Consultoria e projetos de requalificação de áreas industriais contaminadas;; Consultoria e projetos de gestão e planeamento de georrecursos, incluindo a respetiva modelação digital;; Acompanhamento técnico de obras de construção civil ou projetos de requalificação ambiental;; Gestão de riscos geológicos, geotécnicos ou geoambientais;; Responsável por campanhas de prospeção geofísica, mecânica, ensaios de campo e amostragem (no contexto de estudos geotécnicos, geoquímicos ou geoambientais);; Responsável pela qualidade ou segurança em obra;; Gestão de ativos geotécnicos de infraestruturas;; Investigação.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-engenharia-geologica",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Engenharia Informática",
    "area_cientifica": "Ciências",
    "regime": "Presencial, Diurno",
    "departamento": "Departamento de Informática",
    "descricao": "Engenharia Informática é uma área da engenharia que se foca na conceção, desenvolvimento, e implementação de soluções tecnológicas baseadas em\nsoftware\ne\nhardware\npara resolver problemas complexos em diversas áreas. A Engenharia Informática estuda os princípios, técnicas e mecanismos necessários para projetar sistemas computacionais eficientes e inovadores.\nA Informática é vital para a sociedade moderna, sendo as competências do Engenheiro Informático essenciais em todas as empresas e organizações ligadas ao desenvolvimento de serviços, sistemas e produtos, em particular, nas que operam na área das Tecnologias da Informação. Recorrendo a competências avançadas em inteligência artificial, engenharia de\nsoftware\n, sistemas distribuídos, aprendizagem automática, computação na\nCloud\n, média digitais, segurança, entre outras, os nossos Engenheiros desempenham atividades de inovação em áreas tão distintas como a Transformação Digital, a Saúde Pública e Medicina Personalizada, a Agricultura Digital, a Indústria Automóvel, a Ciber-segurança e a Privacidade.\nO Mestrado em Engenharia Informática dá-te a oportunidade de estar na vanguarda da revolução tecnológica e de projetar e implementar soluções tecnológicas inovadoras que impulsionam a produtividade, a eficiência e o progresso em diversos setores, desde a indústria até aos serviços, promovendo uma sociedade mais conectada e avançada.",
    "saidas_profissionais": "Empresas de Desenvolvimento deSoftware;; Start-upse Empresas Tecnológicas;; Empresas de Consultoria;; Empresas Tecnológicas nos setores das Telecomunicações, Banca, Indústria Automóvel e Espaço, Medicina, Agricultura;; Governo;; Departamentos de TI e de Investigação e Desenvolvimento (I&D) de empresas nos mais variados setores;; Laboratórios de Investigação.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-engenharia-informatica",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Engenharia Mecânica",
    "area_cientifica": "Ciências",
    "regime": "Presencial, Diurno",
    "departamento": "Departamento de Engenharia Mecânica e Industrial",
    "descricao": "O projeto, a produção e a gestão de sistemas mecânicos, electromecânicos e energéticos complexos exige profissionais com competências para desenvolver pensamento crítico e estruturado em ambientes de colaboração multidisciplinar. O Mestrado em Engenharia Mecânica tem como objetivo formar Engenheiros aptos a investigar, conceber, projetar, produzir, implementar, operar, manter e gerir sistemas complexos e de alto valor acrescentado em qualquer parte do mundo.\nA computação e as tecnologias de informação nos domínios da Engenharia Mecânica têm aberto perspetivas de atividades profissionais muito aliciantes, nomeadamente na digitalização da conceção, do projeto e da produção; na automação industrial e robótica ou na simulação de sistemas.",
    "saidas_profissionais": "Projeto de máquinas e de equipamento diverso;; Tecnologia industrial e de produção;; Termodinâmica e aerodinâmica;; Mecânica estrutural;; Gestão de recursos energéticos;; Equipamentos hidráulicos e pneumáticos;; Climatização e refrigeração;; Consultoria em engenharia;; Ensino e investigação;; Gestão e manutenção na área das diversas indústrias e serviços.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-engenharia-mecanica",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Engenharia Química e Biológica",
    "area_cientifica": "Ciências",
    "regime": "Presencial, Diurno",
    "departamento": "Departamento de Química",
    "descricao": "O Mestrado em Engenharia Química e Biológica  proporciona aos seus estudantes uma formação avançada em tecnologia de processos químicos e biológicos. Os estudantes aprendem  a desenvolver, otimizar e projetar processos químicos e biológicos inovadores e economicamente competitivos tendo em vista a sua implementação industrial.\nAlavancada numa forte tradição, a profissão de Engenharia Química e Biológica está na linha da frente dos desafios para a sustentabilidade, no desenvolvimento e produção das fontes de energia limpa, nos materiais biodegradáveis e sustentáveis, nos processos de reciclagem de subprodutos e desperdícios, na qualidade do ar e controlo do aquecimento global, na disponibilização e universalização de fármacos à escala planetária a um custo acessível.",
    "saidas_profissionais": "Energia: refinação petroquímica, biorefinação e biocombustíveis, desenvolvimento e produção de painéis solares eficientes, baterias e células de combustível para automóveis, Indústria do hidrogénio, entre outras;; Materiais: polímeros e biopolímeros sustentáveis, plásticos e bioplásticos biodegradáveis, indústria dos cimentos, tintas, colas e vernizes, materiais isolantes térmicos e acústicos, entre outros;; Saúde: Indústria farmacêutica e biofarmacêutica, focando-se na produção em larga escala de fármacos (princípio ativo de base química sintética) e biofármacos (princípio ativo de base biológica, por exemplo vacinas);; Ambiente: captação e tratamento de água potável; tratamento e valorização de águas residuais, sequestração de CO2 para mitigar o aquecimento global ou eliminação de fontes de poluição, são apenas alguns exemplos.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-engenharia-quimica-e-biologica",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Arte e Ciência do Vidro e da Cerâmica",
    "area_cientifica": "Ciências",
    "regime": "Presencial, Diurno",
    "departamento": "Departamento de Conservação e Restauro",
    "descricao": "O Mestrado em Arte e Ciência do Vidro e da Cerâmica da NOVA FCT, em associação com a Faculdade de Belas-Artes da Universidade de Lisboa, oferece uma abordagem inovadora sobre estes dois materiais, através de um caminho além das disciplinas convencionais.\nMovendo-se entre a Arte e a Ciência, este mestrado trata o vidro e a cerâmica não apenas como materiais através dos quais os alunos desenvolvem competências de prática laboratorial e artística, mas também como motores para o desenvolvimento de espírito crítico e criatividade, apoiados no conhecimento resultante da investigação multidisciplinar. Na profundidade deste tratamento paralelo e cruzado, na sua reflexão e prática, criam-se as condições para o surgimento de novos projetos artísticos e científicos.\nEste Mestrado permite a investigação transdisciplinar aplicada à Cerâmica e ao Vidro, a exploração das intersecções entre a Arte a Ciência e a promoção e partilha de conhecimentos e metodologias entre os dois campos. A\nVICARTE\n– Vidro e Cerâmica para as Artes, estabelece o palco onde os nossos artistas e cientistas do vidro e da cerâmica atuam.",
    "saidas_profissionais": "Pretende-se formar artistas e designers para que possam desenvolver uma atividade artística ou serem integrados nos quadros da indústria de design em cerâmica e vidro, de modo a contribuírem para o aumento da criatividade nestas áreas;; Este mestrado está também aberto a licenciados em ciências exatas tendo como finalidade a formação de mestres que façam a ponte entre a arte e a ciência e que contribuam para a inovação em diversos processos tecnológicos que envolvem estes materiais.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-arte-e-ciencia-do-vidro-e-da-ceramica",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Bioenergia e Tecnologias Sustentáveis",
    "area_cientifica": "Ciências",
    "regime": "Presencial, Diurno",
    "departamento": "Departamento de Química",
    "descricao": "Neste mestrado, as Tecnologias para Conversão de Biomassa em Bioenergia, Biocombustíveis e Biomateriais de forma integrada, são lecionadas de acordo com uma estratégia de Biorefinaria. A abordagem é complementada com temas relacionados com o Tratamento e Valorização de Efluentes e Resíduos, incluindo as tecnologias para Captura, Armazenamento e Utilização de CO2 como ferramentas fundamentais para a promoção da Economia Circular.\nO Mestrado em Bioenergia e Tecnologias Sustentáveis agrega competências técnico-científicas que permitem ao estudante agir em domínios sustentáveis de produção de energia, desenvolver novas abordagens perante\nquestões prioritárias do Desenvolvimento Sustentável, onde se inserem áreas de atividade industrial em crescimento nas próximas décadas.\nEste Mestrado é em colaboração com o Departamento de Ciência dos Materiais e o Departamento de Ciências e Engenharia do Ambiente.",
    "saidas_profissionais": "Empresas de Combustíveis e Biocombustíveis Sólidos, Líquidos e Gasosos;; Empresas de Gestão e Valorização de Resíduos;; Empresas do Sector florestal, agrícola, agroalimentar e industrial transformador (projetos de otimização de processos energéticos e valorização de efluentes e resíduos);; Entidades administrativas e entidades sem fins lucrativos dos setores energético e da gestão de resíduos;; Universidades e Centros Tecnológicos (I&D; transferência de tecnologia); Consultadoria em Bioenergia.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-bioenergia-e-tecnologias-sustentaveis",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Conservação e Restauro",
    "area_cientifica": "Ciências",
    "regime": "Presencial, Diurno",
    "departamento": "Departamento de Conservação e Restauro",
    "descricao": "O Mestrado em Conservação e Restauro cruza a prática da Conservação e Restauro com as Ciências da Conservação e as Ciências Sociais e Humanas, em benefício da conservação e usufruto do património cultural para as gerações presentes e futuras.\nEste Mestrado tem uma componente fundamentalmente prática, assente numa formação de caráter multi, inter e transdisciplinar, num modelo de trabalho que privilegia o diálogo com as mais diversas áreas do conhecimento.\nAssim, o objetivo é formar profissionais com as ferramentas necessárias para contribuir para a perceção, a apreciação e o conhecimento do Património Cultural no que diz respeito ao seu contexto, significação e propriedades tangíveis e intangíveis.\nA competência para levar a cabo uma intervenção de Conservação e Restauro de forma autónoma implica uma atitude crítica e um diagnóstico profundo que permitirá não só caraterizar o estado de alteração e patologias do Património, como propor as medidas de intervenção, preventivas ou curativas, mais corretas.",
    "saidas_profissionais": "Cultura: museus nacionais, regionais e municipais; palácios e monumentos; bibliotecas e arquivos; colecionadores privados; fundações e associações;; Empresas de serviços - área do Património Cultural: Conservação e Restauro de Bens Culturais; análise e autenticação de obras de arte; consultoria;; Administração central regional e local: autarquias; Conservação e Restauro de obras de arte pública; colecções municipais; organismos do Estado na área da cultura;; Construção e obras públicas: Conservação e Restauro de Património integrado no edificado;; Criação do próprio emprego através de pequenas ou médias empresas dedicadas a actividades relacionadas com a Conservação e Valorização do Património Cultural;; Investigação e desenvolvimento; inovação tecnológica: contribuindo para avanços na área da Conservação e Restauro do Património Cultural.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-conservacao-e-restauro",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Curadoria e Humanidades Digitais",
    "area_cientifica": "Ciências",
    "regime": "N/A",
    "departamento": "N/A",
    "descricao": "O Mestrado em Curadoria e Humanidades Digitais oferece uma formação sólida e abrangente em metodologias, ferramentas e técnicas digitais adequadas a novas abordagens nos temas de investigação das Artes, Humanidades e Ciências Sociais.\nO Mestrado, na área da transformação digital no ensino e na investigação, explora a confluência interdisciplinar entre as áreas das Humanidades, das Ciências da Informação e da Computação\n.\nAlém da formação de quadros especializados para projetos, as competências a adquirir pelos alunos são altamente valorizadas no mercado de trabalho do sector público e privado, como os conhecimentos em sistemas de informação geográfica, linguagens de programação para a\nweb\n, organização de conhecimento, curadoria de dados, gestão de metadados, análise de redes ou modelação 3D, entre outros.\nO mestrado aproveita a experiência de docentes de vários departamentos e unidades de investigação da NOVA FCSH (\nLaboratório de Humanidades Digitais\n,\nIHC\n,\nCHAM\n,\nIEM\ne\nCLUNL\n), com sólida experiência na oferta formativa e em projectos na área dos métodos digitais aplicados às Artes, Humanidades e Ciências Sociais. Conta ainda com uma parceria com o\nNOVA LINCS\n(FCT NOVA), potencializando uma tradicional colaboração em vários projectos de investigação.\nEste ano as candidaturas decorrem na\nNOVA FCSH\n.",
    "saidas_profissionais": "Museus;; Arquivos;; Bibliotecas,; Municípios;; Empresas de produção de conteúdos web;; Indústrias criativas;; Turismo;; Instituições de ensino.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-curadoria-e-humanidades-digitais",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Fitotecnologia Nutricional para a Saúde Humana",
    "area_cientifica": "Ciências",
    "regime": "Presencial / Diurno (pós-laboral)",
    "departamento": "Departamento de Ciências da Terra",
    "descricao": "O Mestrado em Fitotecnologia Nutricional para a Saúde Humana tem como objetivo principal o desenvolvimento de uma postura crítica sobre diversas questões da Fitotecnologia Nutricional aplicada à saúde humana.\nObedece ainda, a um planeamento estratégico e operacional, que articula as necessidades de profissionais especializados e constitui uma intervenção coerente na resolução de défices estruturais do setor industrial ligado à produção e transformação de produtos vegetais com valor nutricional e interesse para a saúde humana.\nEste mestrado permite o domínio de competências no âmbito dos processos fitotecnológicos aplicados à saúde humana numa base de sustentabilidade.",
    "saidas_profissionais": "Os mestres em Fitotecnologia Nutricional para a Saúde Humana estarão aptos para exercer a sua atividade profissional em organizações do sector público e privado, em atividades de gestão, desenvolvimento, manutenção e controlo de qualidade no sector alimentar/nutricional.; Também poderão integrar empresas de prestação de serviços, nomeadamente Consultoria, Projeto e Auditoria ou desempenhar tarefas de investigação em contexto académico e/ou empresarial.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-fitotecnologia-nutricional-para-saude-humana",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Logística Marítima",
    "area_cientifica": "Ciências",
    "regime": "Presencial e pós-laboral",
    "departamento": "Departamento de Engenharia Mecânica e Industrial",
    "descricao": "A Logística Marítima diz respeito à gestão eficiente e integrada das operações de transporte, distribuição e armazenamento de mercadorias por via marítima.\nEsta é uma área que envolve a coordenação de múltiplos de stakeholders, incluindo armadores, agentes portuários, autoridades aduaneiras, transportadores, e outros intervenientes, para garantir o transporte eficiente e seguro das cargas.\nO Mestrado em Logística Marítima é a oportunidade para participar ativamente no desenvolvimento da economia global.",
    "saidas_profissionais": "Gestão de Logística Integrada;; Cadeia de Abastecimento Marítimo;; Gestão Portuária;; Gestão e Operacionalização de Transportes Marítimos.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-logistica-maritima",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Materiais Avançados e Reciclagem Inovadora",
    "area_cientifica": "Ciências",
    "regime": "Presencial, Diurno",
    "departamento": "Departamento de Ciência dos Materiais",
    "descricao": "O Mestrado em Materiais Avançados e Reciclagem Inovadora é um programa acreditado pelo EIT (European Institute of Technology) e lecionado por um consórcio de 6 universidades europeias.\nEste programa explora a cadeia de valor das matérias-primas, com especial ênfase na área da reciclagem e Economia Circular dos materiais e recursos naturais.\nO Mestrado tem como principal objetivo formar profissionais altamente qualificados, com uma experiência abrangente em vários domínios das matérias-primas, promovendo o espírito empreendedor através de um contacto próximo com o setor empresarial, incubadoras e serviços de inovação.\nO programa proporciona a aprendizagem dos conceitos e ferramentas necessárias para a avaliação da sustentabilidade de produtos e processos, fomentando competências inovadoras que conduzam à produção sustentável.\nPretende-se conciliar a aprendizagem ao nível dos Materiais Avançados para desenvolver a produção inteligente de bens e equipamentos, com a compreensão da escala macro da Engenharia de Sistemas Complexos, que engloba a avaliação de impactos nas dimensões ambiental, económica e social na tomada de decisões.",
    "saidas_profissionais": "Gestão: Administração e gestão industrial;; Estratégia: Consultoria; Planeamento, Economia Circular;; Caracterização de Materiais;; Conceção de materiais avançados e eco-design;; Sustentabilidade: Avaliação de Impacto Ambiental e estudos de Viabilidade;; Investigação e Desenvolvimento.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-materiais-avancados-e-reciclagem-inovadora",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Património Industrial e Científico",
    "area_cientifica": "Ciências",
    "regime": "Presencial, Diurno",
    "departamento": "Departamento de Ciências Sociais Aplicadas",
    "descricao": "O Património Industrial e Científico refere-se ao conjunto de recursos materiais e imateriais que testemunham a história, evolução e contribuições das atividades industriais e científicas ao longo do tempo.\nFalamos de instalações industriais, equipamentos, documentos, artefactos, tecnologias, conhecimentos científicos e técnicas de produção, extremamente relevantes em termos históricos, culturais, sociais, económicos e científicos, e que deverão por isso ser valorizados e estudados.\nO Mestrado em Património Industrial e Científico oferece-te a oportunidade de investigar e analisar as conexões entre o passado e o presente, e examinar questões relacionadas com a preservação, interpretação e gestão deste património único.\nSem edição em 2025/2026.",
    "saidas_profissionais": "Gestão de património em organismos da administração central e local;; Curadoria em artes, ciência, tecnologia e património industrial;; Preservação e de património industrial e científico;; Comunicação e turismo industrial;; Investigação e política científica, cultural, industrial e patrimonial.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-patrimonio-industrial-e-cientifico",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Reabilitação de Edifícios",
    "area_cientifica": "Ciências",
    "regime": "Presencial, Diurno",
    "departamento": "Departamento de Engenharia Civil",
    "descricao": "A Reabilitação de Edifícios envolve um conjunto de operações destinadas a aumentar os níveis de qualidade dos edifícios existentes, muitas vezes com o objetivo de melhorar a sua funcionalidade, eficiência energética e segurança estrutural, bem como preservar o seu valor arquitetónico e cultural.\nAs operações de reabilitação podem abranger uma ampla gama de áreas, incluindo a inspeção e diagnóstico de anomalias, a consolidação estrutural, o comportamento higrotérmico, técnicas construtivas ecoeficientes entre outras, para tornar o edifício utilizável de acordo com os padrões atuais.\nO Mestrado em Reabilitação de Edifícios é a tua oportunidade para integrar uma área fundamental para a sustentabilidade urbana e a preservação do património arquitetónico e cultural.",
    "saidas_profissionais": "Consultoria e projeto;; Indústria de desenvolvimento e produção de materiais e produtos da construção;; Administração central, regional e local;; Ensino e investigação nas áreas relacionadas com a reabilitação de edifícios.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-reabilitacao-de-edificios",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Sociedade Digital",
    "area_cientifica": "Ciências",
    "regime": "Presencial, Diurno",
    "departamento": "Departamento de Ciências Sociais Aplicadas",
    "descricao": "A Sociedade Digital é um conceito que descreve uma sociedade em que a tecnologia digital desempenha um papel de extrema relevância em todos os aspetos da nossa vida quotidiana, como relações sociais, processos políticos e económicos, práticas culturais e até mesmo na formação da nossa identidade pessoal.\nNa Sociedade Digital, as pessoas estão cada vez mais conectadas através de dispositivos eletrónicos e plataformas online, o que resulta em novas formas de interação social, comunicação e participação cívica, e influencia a maneira como consumimos informações.\nAlém disso, a Sociedade Digital é caracterizada pela produção, transmissão e armazenamento massivo de dados digitais utilizados para diferentes fins como, por exemplo, moldar estratégias de marketing, personalizar serviços online e desenvolver inovações tecnológicas.\nO Mestrado em Sociedade Digital oferece a oportunidade de compreender e aprender a lidar com os complexos aspetos sociais, políticos, económicos e éticos da Sociedade Digital proporcionando as\nskills\nfundamentais para navegar com sucesso neste ambiente em constante evolução.",
    "saidas_profissionais": "Empresas e Organismos de Estado;; Gestão de Informação em Comunidades Online;; Jornalismo Digital;; Curadoria e Gestão Digital de Arte e Património;; Política Digital e Legislação sobre Segurança e Privacidade;; Ensino.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-sociedade-digital",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Tecnologia de Fachadas",
    "area_cientifica": "Ciências",
    "regime": "N/A",
    "departamento": "Departamento de Engenharia Civil",
    "descricao": "Portugal enfrenta um desafio crucial na modernização do seu parque edificado. Além da necessidade urgente de construir novos edifícios, estima-se que cerca de um milhão de edifícios residenciais precisem de reabilitação. A crescente preocupação com o consumo energético e a sustentabilidade, aliada à procura por fachadas inovadoras e eficientes, torna essencial a qualificação de especialistas nesta área.\nO Mestrado em Tecnologia de Fachadas surge como uma resposta estratégica a esta necessidade, estruturado numa lógica de aprendizagem ao longo da vida e conferindo o grau de mestre ao fim de um ano letivo.\nEste programa, de caráter profissionalizante e em regime pós-laboral, visa dotar os estudantes de competências especializadas para atuar em áreas como projeto, consultoria, licenciamento, liderança e inovação no setor das fachadas, abordando os desafios técnicos, ambientais e socio-económicos do setor.",
    "saidas_profissionais": "Especializar-se em áreas críticas, como projeto e análise de fachadas, inovação tecnológica e integração de soluções sustentáveis e de elevada durabilidade.; Assumir funções de maior responsabilidade em empresas de construção, consultoras, fabricantes de sistemas de fachadas, gabinetes de engenharia e arquitetura, e ainda em instituições municipais e governamentais.; Expandir oportunidades internacionais, beneficiando da ligação à European Facade Network e à crescente procura por especialistas em fachadas na Europa e noutros mercados globais.; Atuar como consultores especializados no desenvolvimento e implementação de soluções inovadoras para fachadas de edifícios, com foco em eficiência energética, conforto e desempenho estrutural.; Desenvolver investigação aplicada e inovação, colaborando com centros de investigação, empresas e entidades reguladoras no desenvolvimento; de novos produtos para a construção, tecnologias e metodologias de projeto.; Apostar no empreendedorismo, criando novas soluções ou empresas focadas no desenvolvimento de fachadas inteligentes, sustentáveis e tecnologicamente avançadas.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-tecnologia-de-fachadas",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Tecnologia e Segurança Alimentar",
    "area_cientifica": "Ciências",
    "regime": "Presencial / Compactado e/ou pós-laboral",
    "departamento": "Departamento de Química",
    "descricao": "A produção de alimentos tornou-se, em muitas circunstâncias, um ato de carácter tão industrializado quanto possível, preocupando-se os seus responsáveis mais com os aspetos quantitativos do processo do que com a qualidade dos produtos. A complexidade das cadeias alimentares é crescente, traduzindo-se em interações múltiplas que podem estar na base de riscos para os consumidores, cujo controlo se vai assim tornando mais difícil.\nA formação multidisciplinar do Mestrado em Tecnologia e Segurança Alimentar permite que o formando possa atuar em áreas pioneiras, com recurso a novas tecnologias, incluindo a nanotecnologia, mais sustentáveis, procurando dar respostas aos atuais desafios globais.\nO Mestrado em Tecnologia e Segurança Alimentar pauta-se por uma aproximação integrada e responsável, desempenhando hoje um papel decisivo no apoio ao setor agroalimentar, garantindo a segurança e a qualidade alimentares, inovando e desenvolvendo tecnologia que possibilitam ao setor acompanhar as tendências de mercado.",
    "saidas_profissionais": "Produção, controlo de qualidade e segurança alimentar nas indústrias agroalimentares, bem como a desenvolver novos produtos e/ou melhorar os existentes;; Investigação e desenvolvimento;; Serviços de consultadoria em Tecnologia e/ou Segurança Alimentar.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-tecnologia-e-seguranca-alimentar",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Tecnologias de Produção e Transformação Agro-industrial",
    "area_cientifica": "Ciências",
    "regime": "Presencial, Diurno",
    "departamento": "Departamento de Ciências da Terra",
    "descricao": "As tecnologias de produção e transformação agroindustrial abrangem um amplo leque de métodos, processos e equipamentos utilizados na agricultura e na indústria alimentar, que visam aumentar a eficiência, a qualidade e a segurança dos produtos agrícolas.\nEssas tecnologias desempenham um papel fundamental na modernização e na sustentabilidade da indústria agroalimentar, contribuindo para a competitividade do setor e para a oferta de alimentos de alta qualidade.\nO Mestrado em Tecnologias de Produção e Transformação Agro-industrial é uma importante ferramenta para impulsionar o progresso da indústria, pois oferece soluções inovadoras para as necessidades do mercado e promove um desenvolvimento sustentável do setor agroalimentar.",
    "saidas_profissionais": "Indústria Agroalimentar;; Controlo de Qualidade;; Consultoria;; Investigação;; Educação.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-tecnologias-de-producao-e-transformacao-agro-industrial",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Tecnologias em Agricultura de Precisão",
    "area_cientifica": "Ciências",
    "regime": "N/A",
    "departamento": "Departamento de Ciências da Terra",
    "descricao": "O Mestrado em Tecnologias em Agricultura de Precisão é oferecido conjuntamente pela NOVA FCT e pela Universidade de Évora. Assim, o primeiro semestre funcionará nas instalações da NOVA FCT e o segundo semestre, na Universidade de Évora.\nEste Mestrado oferece uma vantagem competitiva altamente diferenciadora, fugindo à formação tradicional, na medida em que alia a capacidade técnica e científica à inovação tecnológica. A aplicação destas valências, aplicadas ao setor agrícola, traduzem uma resposta eficaz às novas exigências do setor, associando processos eficientes, ambientalmente sustentáveis, que promovem elevados índices de rentabilidade agrícola.\nO Mestrado em Tecnologias em Agricultura de Precisão distingue-se de outros na área científica de Agronomia, pois consiste na aplicação de tecnologias inovadoras no processo de produção e cultivo na agricultura convencional e de conservação; na utilização de ferramentas digitais para uma gestão eficiente e sustentável da propriedade; e na aplicação de técnicas de cultivo em condições climáticas extremas com otimização e rendimento na utilização de recursos naturais (solo e água).",
    "saidas_profissionais": "Empresas de prestação de serviços e consultoria na gestão e produção agrícola e animal;; Empresas e indústrias a operar em atividades de investigação e desenvolvimento;; Projetos para o desenvolvimento e consolidação do setor produtivo nacional;; Serviços da administração pública relacionados com o Ministério da Agricultura.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-tecnologias-em-agricultura-de-precisao",
    "unidades_curriculares": []
  },
  {
    "nome": "Mestrado em Urbanismo Sustentável e Ordenamento do Território",
    "area_cientifica": "Ciências",
    "regime": "Presencial, Pós-Laboral",
    "departamento": "Departamento de Ciências e Engenharia do Ambiente",
    "descricao": "Urbanismo Sustentável e Ordenamento do Território é uma abordagem interdisciplinar para o planeamento e gestão do espaço urbano e rural, com foco na promoção do desenvolvimento sustentável, equitativo e resiliente das comunidades.\nO Urbanismo Sustentável visa criar cidades e territórios que minimizem o consumo de recursos naturais, reduzam os impactos ambientais, promovam a eficiência energética, melhorem a mobilidade urbana e garantam a qualidade de vida para todos os seus habitantes.\nO Ordenamento do Território envolve a criação de políticas, regulamentos e planos de desenvolvimento que orientam o crescimento e a expansão das áreas urbanas e rurais, garantindo um desenvolvimento equilibrado e sustentável.\nO Mestrado em Urbanismo Sustentável e Ordenamento do Território dar-te-á, futuramente, a oportunidade de criar espaços habitáveis, inclusivos e resilientes, que promovam a qualidade de vida, a igualdade social e a proteção do ambiente, contribuindo para um desenvolvimento urbano e rural sustentável a longo prazo.",
    "saidas_profissionais": "Nas grandes e pequenas empresas de consultoria, projeto e auditoria na área do urbanismo, ordenamento do território, engenharia, ambiente, arquitetura, economia e gestão, entre outras;; Na área da consultoria, projeto e auditoria de organizações do sector público responsável pelo urbanismo, ordenamento do território e planeamento gestão do território e dos espaços urbanos;; Pelo seu impacto na qualidade de vida das comunidades é igualmente uma área de investigação científica da maior relevância. O programa também prepara os alunos para prosseguirem doutoramento.",
    "pagina_url": "https://www.fct.unl.pt/ensino/curso/mestrado-em-urbanismo-sustentavel-e-ordenamento-do-territorio",
    "unidades_curriculares": []
  }
]