[
  {
    "nome": "Arquitetura Paisagista",
    "area_cientifica": "Arquitectura e Urbanismo",
    "regime": "Horário Semanal: DiurnoCalendário Letivo: Setembro",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Os Mestres em Arquitetura Paisagista podem prosseguir estudos para doutoramento ou atuar um vasto leque de oportunidades:Gabinetes de projeto, empresas de construção e autarquias: Desenvolver projetos, planos de ordenamento e gestão.Empresas de espaços verdes e autarquias: Acompanhar e fiscalizar obras.Instituições públicas e autarquias: Definir estratégias e políticas de desenvolvimento territorial.Áreas protegidas e institutos públicos: Gestão e conservação ambiental.Empresas de consultoria: Elaborar estudos e pareceres.Centros de investigação e ensino superior: Investigação fundamental e aplicada.Ensino em instituições de ensino superior e secundário: Promover a formação de futuros profissionais.Este mestrado garante uma formação versátil, permitindo a integração em diversas áreas ligadas ao ordenamento, conservação e gestão sustentável da paisagem.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/arquitetura-paisagista/",
"unidades_curriculares": []
  },
  {
    "nome": "Biologia Clínica Laboratorial",
    "area_cientifica": "Biologia e Bioquímica",
    "regime": "",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "O Mestre em BCL terá especialização técnico-profissional para exercer actividade como técnico superior em laboratórios de análises nas vertentes de genética molecular, citogenética, histopatologia e imunologia, microbiologia e parasitologia, hematologia e bioquímica. Esta actividade pode ser exercida em:- Laboratórios de Centros hospitalares públicos ou privados;- Laboratórios de análises clínicas;- Instituições de Ensino Superior e centros de investigação;- Indústria biotecnológica, farmacêutica e biomédica.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/biologia-clinica-laboratorial/",
"unidades_curriculares": []
  },
  {
    "nome": "Biomedicina – Especializações em: Bioquímica Clínica; Genética Clínica e Microbiologia Clínica",
    "area_cientifica": "Ciências da Vida",
    "regime": "A definir, Modular (2 dias/semana)",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "O Diplomado em Biomedicina terá as competências técnico-científicas para exercer tanto em Laboratórios de ciência fundamental, como em Laboratórios de ciência aplicada/translacional e em Laboratórios de clínica médica. Um Mestre em Biomedicina poderá ainda exercer funções ao nível do delineamento e conceção de projetos de investigação (ciência básica, em laboratórios de investigação) e de projetos de clínica médica (ciência aplicada, diagnóstico clínico).",
    "pagina_url": "https://www.utad.pt/estudar/cursos/biomedicina-especializacoes-em-bioquimica-clinica-genetica-clinica-e-microbiologia-clinica/",
    "unidades_curriculares": []
  },
  {
    "nome": "Bioquímica",
    "area_cientifica": "Biologia e Bioquímica",
    "regime": "As atividades letivas decorrerão em horário laboral diurno.",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "O curso de Mestrado em Bioquímica proposto pela UTAD tem como objetivo essencial promover uma formação científica e tecnológica sólida em áreas de forte desenvolvimento da Bioquímica. O mestrado em Bioquímica pretende formar profissionais especializados:a. Em investigação científica fundamental ou aplicada, nos domínios das ciências da vida (saúde e biotecnologia) em organizações privadas e públicas;b. No desempenho de funções técnicas altamente diferenciadas nos setores relacionados com a Bioquímica, incluindo indústrias farmacêuticas, alimentares, agroquímicas, biotecnológicas e laboratórios de análises clínicas, toxicológicas, forenses, alimentares e ambientais;c. Em interligar os elementos essenciais da sequência conhecimento-criatividade-inovação, com aptidão para a criação do autoemprego e do bioempreendedorismo e treinados na autonomia, espírito de inovação e empreendedorismo.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/bioquimica-2/",
"unidades_curriculares": []
  },
  {
    "nome": "Biotecnologia para as Ciências da Saúde",
    "area_cientifica": "Ciências da Vida",
    "regime": "",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "O Mestre em Biotecnologia para as Ciências da Saúde terá especialização técnicoprofissional para exercer actividade como técnico superior nas áreas de diagnóstico da saúde e da sanidade nas modernas vertentes de genética forense, genotipagem, genética do cancro, histopatologia e imunogenética, tecnologia de DNA e engenharia genética, biotecnologias de diagnóstico e nanobiotecnologias terapêuticas, etc., a par das técnicas analíticas clássicas.Essa actividade pode ser exercida, por exemplo, em:- Laboratórios de Centros hospitalares públicos ou privados;- Laboratórios de análises clínicas;- Universidades e Instituições de Ensino Superior;- Indústria biotecnológica, farmacêutica e biomédica;- Instituições de ensino, de Investigação científica e desenvolvimento tecnológico.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/biotecnologia-para-as-ciencias-da-saude/",
"unidades_curriculares": []
  },
  {
    "nome": "Ciências da Comunicação",
    "area_cientifica": "Jornalismo e Reportagem",
    "regime": "Horário Semanal: diurno, todos os dias úteis. Calendário lectivo: 10 de outubro.",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "As saídas profissionais deste curso são amplas e abrangentes, permitindo o exercício de profissões mais atuais relacionadas com a direção de comunicação, a produção multimédia e o audiovisual, bem como das profissões clássicas do curso, pela sua vertente de estágio: jornalismo, relações públicas e publicidade.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/ciencias-da-comunicacao-2/",
"unidades_curriculares": []
  },
  {
    "nome": "Ciências da Cultura",
    "area_cientifica": "Sociologia e Outros Estudos - Estudos Culturais",
    "regime": "Horário Semanal: pós laboral, final da semana;Calendário Lectivo: no início de outubro",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "- Produtores culturais e assessores de programação cultural- Investigadores em estudos culturais e estudos de comunicação- Quadros de gestão cultural e do património cultural- Jornalistas e críticos culturais de (e nos) media- Analistas de cultura visual- Agentes de animação cultural em órgãos do poder central e autárquico- Assessoria cultural e artística- Animação cultural e artística",
    "pagina_url": "https://www.utad.pt/estudar/cursos/ciencias-da-cultura/",
"unidades_curriculares": []
  },
  {
    "nome": "Ciências da Educação",
    "area_cientifica": "Ciências da Educação",
    "regime": "Pós-laboral, presumivelmente à Sexta-feira e Sábado",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Gerais:a)\tAprofundar conhecimentos científicos e competências no domínio das Ciências da Educação com particular relevo para as áreas de especialização, com vista ao desenvolvimento científico ou à aplicação em contexto de trabalho;b)\tRefletir criticamente sobre fenómenos de educação e formação para perspetivar formas de investigação e de ação sobre os mesmos;c)\tFormar profissionais com capacidade investigativa e de intervenção educacional, particularmente em áreas específicas das Ciências da EducaçãoObjetivos de aprendizagem (conhecimentos, aptidões e competências) a desenvolver pelos estudantesa)\tDominar conhecimentos e competências científicas e de educação para o desenvolvimento de projetos de investigação ou para a aplicação em contexto de trabalho;b)\tConceber, implementar e avaliar projetos de formação, de gestão e intervenção educacionais;c)\tUtilizar recursos digitais em contexto de formação e de intervenção educativas;d)\tProporcionar solidez argumentativa às problematizações e decisões no âmbito da administração educacional;e)\tCapacitar para a liderança de processos de inovação;f)\tSustentar a pratica pedagógica na reflexão crítica fundamentada teoricamente visando o desenvolvimento profissional;g)\tProporcionar conhecimentos acerca de teorias e técnicas de diagnóstico, conceção, planificação, organização, intervenção e avaliação de programas e projetos na área da educação  de adultos.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/ciencias-da-educacao/",
"unidades_curriculares": []
  },
  {
    "nome": "Ciências do Desporto",
    "area_cientifica": "Desporto",
    "regime": "Horário: diurno",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "O curso capacita os graduados para trabalhar em todas as infraestruturas relacionadas com a prática de exercício físico, no âmbito do exercício e saúde e no âmbito do treino desportivo.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/ciencias-do-desporto-3/",
"unidades_curriculares": []
  },
  {
    "nome": "Ciências do Desporto",
    "area_cientifica": "Desporto",
    "regime": "As atividades letivas decorrerão em horário laboral diurno.",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "- Clubes Desportivos- Educação Física e Desporto Escolar",
    "pagina_url": "https://www.utad.pt/estudar/cursos/ciencias-do-desporto-4/",
"unidades_curriculares": []
  },
  {
    "nome": "Ciências Económicas e Empresariais",
    "area_cientifica": "Ciências sociais e economia",
    "regime": "Semanal: Diurno",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Este curso vai na linha do estabelecido por escolas europeias de referência nas áreas da Economia e Gestão, visando proporcionar aos alunos capacidades de compreensão de uma envolvente económica cada vez mais dinâmica e complexa, sem descurar instrumentos e técnicas adotadas na moderna gestão das organizações, nomeadamente das empresas privadas. Com esta oferta visa-se dotar o aluno de uma fundamentação em teoria económica, instrumentos analíticos e metodologias de análise úteis para a perceção do contexto em que atuam as empresas e definição de estratégias e práticas competitivas. Com a formação ministrada o aluno fica capacitado: (a) com qualidades de rigor, espírito crítico e argumentação na formulação de problemas e na resolução de questões de fenómenos ligados à economia e gestão; (b) com conhecimentos em economia e gestão que lhe permitem lidar com questões complexas da atividade empresarial e desenvolver soluções em situações tais como as falhas de mercado e a necessidade de reestruturar/reposicionar empresas, (c) para responder aos desafios da inovação e do empreendedorismo; (d) com competências para uma aprendizagem ao longo da vida de um modo auto-orientado e autónomo.O curso está formatado para responder a um amplo campo de necessidades formativas para o exercício de funções na indústria, finanças, consultoria, organizações públicas e sem fins lucrativos e prosseguimento para o terceiro ciclo de estudos nas áreas das ciências económicas e empresariais.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/ciencias-economicas-e-empresariais/",
"unidades_curriculares": []
  },
  {
    "nome": "Desafios das Cidades",
    "area_cientifica": "Engenharia Civil",
    "regime": "O Curso é ministrado a tempo integral ou parcial, em regime b-learning",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Os Mestres em Desafios das Cidades obterão um amplo conhecimento dos problemas urbanos contemporâneos, suas diversidades, evoluções e possíveis soluções, bem como sobre políticas, planos e intervenções, adquirindo competências profissionais avançadas para intervir quer em instituições públicas (governos regionais, municipais, locais e outras entidades de gestão do território) quer em empresas privadas com intervenção no desenvolvimento do território.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/desafio-cidades/",
"unidades_curriculares": []
  },
  {
    "nome": "Desporto de Natureza Sustentabilidade e Saúde",
    "area_cientifica": "Desporto",
    "regime": "As aulas funcionam semanalmente, tendencialmente entre 4ª e 6ª feira, em horário laboral (9h00-12h00 e 14h00-17h00). Pontualmente, poderão existir Unidades Curriculares com blocos de matéria/conteúdos em que as aulas decorrerão ao fim de semana.",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "– Empresas;– Clubes;– Associações;– Organismos Estatais;– Autoemprego.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/desporto-natureza-sustentabilidade-saude/",
"unidades_curriculares": []
  },
  {
    "nome": "Educação Pré-Escolar e Ensino do 1º Ciclo do Ensino Básico",
    "area_cientifica": "Formação de Professores do Ensino Básico (1.º e 2.º Ciclos)",
    "regime": "Horário Semanal: diurnoCalendário letivo: início em outubro",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Educadores de Infância e Professores do 1º Ciclo do Ensino Básico (Creches; Jardins de Infância; Escolas do 1º Ciclo do Ensino Básico; Centros de Atividades de Tempos Livres; Hospitais, Bibliotecas: Quintas Pedagógicas)",
    "pagina_url": "https://www.utad.pt/estudar/cursos/educacao-pre-escolar-e-ensino-do-1o-ciclo-do-ensino-basico/",
"unidades_curriculares": []
  },
  {
    "nome": "Enfermagem Comunitária na Área de Enfermagem de Saúde Comunitária e de Saúde Pública",
    "area_cientifica": "Enfermagem",
    "regime": "Pós-laboral6ª feira – 14-20HSábado – 09-13H; 14-20H",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Os Mestres em Enfermagem Comunitária na Área de Enfermagem de Saúde Comunitária e de Saúde Pública, exercem atividade profissional em instituições de saúde e organizações do 3º setor, públicas ou privadas, nacionais ou estrangeiras.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/enfermagem-comunitaria-area-enfermagem-saude-comunitaria-saude-publica/",
"unidades_curriculares": []
  },
  {
    "nome": "Enfermagem Comunitária na Área de Enfermagem de Saúde Familiar",
    "area_cientifica": "Enfermagem",
    "regime": "Pós-laboral 4ª feira – 16-21H 5ª feira – 16-21H 6ª feira – 15-21H Excecionalmente aos sábados.",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Os Mestres em Enfermagem Comunitária na área de Enfermagem de Saúde Familiar, exercem atividade profissional liberal ou em instituições públicas ou privadas, nacionais ou estrangeiras, nomeadamente:– Centros de Saúde;– Hospitais gerais e especializados;– Organizações do 3.º setor;– Clínicas Médicas e de Enfermagem",
    "pagina_url": "https://www.utad.pt/estudar/cursos/enfermagem-comunitaria-saude-familiar/",
"unidades_curriculares": []
  },
  {
    "nome": "Enfermagem de Saúde Materna e Obstétrica",
    "area_cientifica": "Enfermagem",
    "regime": "5ªs e 6ªs feiras, das 9:00h às 13:00h e das 14:00h às 20:00h",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Os Mestres em Enfermagem de Saúde Materna e Obstétrica, exercem atividade profissional liberal ou em instituições públicas ou privadas, nacionais ou estrangeiras, nomeadamente:– Centros de Saúde;– Hospitais gerais e especializados e maternidades;– Organizações do 3.º setor;– Clínicas Médicas e de Enfermagem",
    "pagina_url": "https://www.utad.pt/estudar/cursos/enfermagem-de-saude-materna-e-obstetrica/",
"unidades_curriculares": []
  },
  {
    "nome": "Enfermagem Médico-Cirúrgica na área de Enfermagem à Pessoa em Situação Crítica",
    "area_cientifica": "Enfermagem",
    "regime": "Pós-laboral6ª feira – 14-20HSábado – 09-13H; 14-20H",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Os Mestres em Enfermagem Médico-Cirúrgica na área de Enfermagem à Pessoa em Situação Crítica, exercem atividade profissional em instituições de saúde e organizações do 3º setor, públicas ou privadas, nacionais ou estrangeiras.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/enfermagem-medico-cirurgica-area-enfermagem-pessoa-situacao-critica/",
"unidades_curriculares": []
  },
  {
    "nome": "Engenharia Agronómica",
    "area_cientifica": "Produção Agrícola e Animal",
    "regime": "Horário Semanal: DiurnoCalendário Letivo: início de outubro",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Os Mestres em Engenharia Agronómica podem prosseguir estudos para doutoramento ou atuar um vasto leque de oportunidades de carreira no sector agrícola:Engenharia agrícola: Desenvolvimento e gestão de máquinas, equipamentos e estruturas agrícolas para melhorar a eficiência da produção.Consultoria e prestação de serviços em agronomia: Assessoria sobre produção agrícola, gestão do solo e práticas sustentáveis.Planeamento e implementação de projetos agronómicos: Assegurar a inovação e sustentabilidade no sector.Gestão e direção técnica: Gerir explorações agrícolas e agroindustriais.Técnicos especializados em organismos da administração central ou local: Contribuir para o desenvolvimento do sector agrícola.Controlo e fiscalização da qualidade e segurança alimentar: Garantir conformidade com regulamentações nacionais e internacionais.Gestão e manutenção de espaços verdes: Paisagismo e conservação ambiental.Vendas e marketing no sector agrícola: Representar empresas de produtos agrícolas, oferecendo suporte técnico.Ensino e formação profissional: Inspirar novas gerações de especialistas.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/engenharia-agronomica-2/",
"unidades_curriculares": []
  },
  {
    "nome": "Engenharia Alimentar",
    "area_cientifica": "Indústrias Alimentares",
    "regime": "As atividades letivas decorrerão em horário laboral diurno.",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Mestres em Engenharia Alimentar ficam aptos a desenvolver atividades profissionais em empresas alimentares, em laboratórios responsáveis pelo controlo de qualidade de produtos alimentares, assim como em entidades que se destinem à investigação na área da Qualidade e Tecnologia Alimentar e da Biotecnologia Alimentar. Entre outras, estes mestres ficarão especialistas para o desempenho das seguintes funções:- Desempenhar funções de controlo de produção e de qualidade alimentos;- Avaliação dos riscos higiénico-sanitários e toxicológicos;- Implementação de sistemas de HACCP;- Fornecimento e prestação de serviços técnicos, profissionais ou de consultoria em empresas da área alimentar;- Conceção e desenvolvimento de novos produtos e respetivas estratégias de marketing e comercialização de produtos alimentares;- Realizar investigação científica e desenvolvimento tecnológico em universidades, centros de investigação e laboratórios públicos ou privados;- Desenvolvimento e validação de métodos analíticos indispensáveis aos controlos de qualidade alimentar, quer a nível da análise química quer a nível da análise microbiológica.- Conceção e Desenvolvimento de Novas Tecnologias de Produção de Alimentos",
    "pagina_url": "https://www.utad.pt/estudar/cursos/engenharia-alimentar/",
"unidades_curriculares": []
  },
  {
    "nome": "Engenharia Biomédica",
    "area_cientifica": "Tecnologia dos Processos Químicos",
    "regime": "Horário Semanal: Condensado em 5 dias/semanaCalendário Letivo: Setembro a Junho",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "As atividades do Engenheiro Biomédico nas empresas e instituições de investigação e prestação de serviços de Saúde são:• \tEspecialização em equipamentos de monitorização e processamento de sinais cerebrais, cardíacos, pulmonar, temperatura, fetais e neonatais;• \tEspecialização em Sistemas de informação hospitalar, telemedicina e e-health;• \tHigiene e Segurança nos Equipamentos Médicos;• \tGestão do Risco e Qualidade nos Hospitais;• \tEspecialização em equipamentos de diagnóstico em cardiologia, função pulmonar, neurofisiologia, estudo do sono, audiometria, oftalmologia, força muscular, e análises clinicas;• \tEspecialização em equipamentos de Imagiologia médica, tais como radiologia digital, tomografia, diagnóstico por ultra-sons, endoscopia, ressonância magnética;• \tEspecialização em dispositivos terapêuticos como ventiladores, desfibriladores, equipamentos de anestesia, hemodialise, equipamento para terapia por radiações, equipamento para hemodinâmica, e estimulação elétrica funcional na reabilitação;• \tEspecialização em instrumentação implantável (pacemakers, desfibriladores, neuro próteses, bombas de insulina).Os Engenheiros Biomédicos podem trabalhar em:• \tUniversidades e Instituições de Ensino Superior;• \tEmpresas de material farmacêutico;• \tEmpresas de equipamento e instrumentação médica;• \tUnidades de investigação e laboratórios de investigação e desenvolvimento de grandes empresas;• \tEmpresas de sistemas de Informação para a Saúde;• \tIndústria farmacêutica e de análises;• \tHospitais e Serviços de Saúde;• \tLaboratórios de Faculdades de Medicina;• \tOrganismos do Estado;• \tEmpresas de biomateriais;• \tOutras empresas ligadas à área da Saúde.Com o Mestrado em Engenharia Biomédica pretende-se:• \tDar a oportunidade aos alunos de integrarem os grupos de investigação dedicados às aplicações Biomédicas, tirando partido das sinergias entre docentes, departamentos e escolas da UTAD, atraindo estudantes para os projetos de investigação;• \tReafirmar a UTAD como parceira ativa e competitiva na investigação, conceção, desenvolvimento e comercialização de dispositivos, software e serviços associados à saúde, em nichos de mercado e de tecnologia selecionados, tendo como alvo os mais exigentes e mais relevantes mercados internacionais, num quadro de reconhecimento da excelência, do seu nível tecnológico, e das suas competências e capacidades no domínio da inovação;• \tPromover iniciativas e atividades curriculares, extracurriculares e de investigação com os alunos, tendentes à formação de jovens engenheiros com vocação para a inovação e transferência de tecnologia e, assim, promover e incentivar a cooperação da UTAD com empresas, laboratórios, clínicas, hospitais, e outras universidades nacionais e internacionais, nas áreas económicas associadas à área da saúde.LIGAÇÃO AO TECIDO ECONÓMICOA colaboração já existente entre a Curso em Engenharia Biomédica e o Centro Hospitalar de Trás-os­Montes será estendida aos alunos deste Mestrado, permitindo-lhes identificar oportunidades de inovação na prestação dos serviços de saúde.Para além disso, existirá a oferta de:• \tPalestras proferidas por profissionais de referência na área de Engenharia Biomédica;• \tVisitas de estudo em Empresas;• \tEstágio em ambiente Hospitalar e em Empresas da área.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/engenharia-biomedica-2/",
"unidades_curriculares": []
  },
  {
    "nome": "Engenharia Civil",
    "area_cientifica": "Construção Civil e Engenharia Civil",
    "regime": "Semanal: Diurno",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "A preparação destes profissionais no domínio das construções civis, estruturas, hidráulica, vias de comunicação, ordenamento do território, entre outros, permite-lhes exercer a profissão como projetistas, diretores de obra, gestores de projeto, técnicos ou dirigentes de organismos públicos ou de empresas privadas ou como investigadores e académicos.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/engenharia-civil-2/",
"unidades_curriculares": []
  },
  {
    "nome": "Engenharia do Ambiente",
    "area_cientifica": "Tecnologia de Protecção do Ambiente",
    "regime": "As atividades letivas decorrerão em horário laboral diurno.",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Os Mestres em Engenharia do Ambiente destinam-se a integrar os quadros de empresas ou organizações do sector do Ambiente, nomeadamente, organismos públicos centrais (casos do Instituto da Água e do Instituto de Conservação da Natureza), regionais (Direções Regionais de Ambiente e Ordenamento do Território, Comissões de Coordenação, Direções Regionais de Agricultura, Associações Regionais de Saúde, etc.) e locais (Municípios e Gabinetes de Apoio Técnico Local). De igual modo, podem ser alargadas ao nível do tecido empresarial nos diversos domínios do ambiente, desde a consultoria à definição de projetos de monitorização, tratamento e auditoria. Os futuros Mestres podem, igualmente, integrar equipas de investigação multidisciplinares no domínio do Ambiente.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/engenharia-do-ambiente/",
"unidades_curriculares": []
  },
  {
    "nome": "Engenharia e Ciência de Dados",
    "area_cientifica": "481 Ciências informáticas.",
    "regime": "A definir em breve (setembro 2024 a julho 2025)",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Um Mestre em Engenharia e Ciência de Dados possui um vasto leque de oportunidades profissionais em diversos setores da economia. Com competências avançadas em engenharia, análise de dados, programação, modelagem estatística e aprendizagem automática, esses profissionais são altamente valorizados em empresas de tecnologia, finanças, saúde, comunicação, entre outros. A saídas profissionais incluem, mas não se limitam a:Cientista de Dados: Responsável por recolher, analisar e interpretar grandes volumes de dados para extrair insights e apoiar a tomada de decisões estratégicas.Engenheiro de Dados: Encarregado por desenvolver e gerir infraestruturas de dados robustas e escaláveis, garantindo a recolha, armazenamento e disponibilidade dos dados de forma eficiente.Analista de Business Intelligence: Utiliza ferramentas de Business Intelligence para transformar dados brutos em informações úteis para análise de negócios e elaboração de relatórios executivos.Arquiteto de Soluções de Big Data: Projetista de sistemas de Big Data, responsável por criar arquiteturas que suportem o processamento e análise de grandes volumes de dados de forma eficiente e segura.Consultor em Ciência de Dados: Presta consultoria a empresas de diferentes setores, ajudando na implementação de soluções de análise de dados e aprendizagem automática para a otimização de processos e aumento da eficiência operacional.Programador de Aplicações de Aprendizagem Automática: Cria e implementa modelos de aprendizagem automática em aplicações práticas, como sistemas de recomendação, deteção de fraudes, análise de sentimentos, entre outros.Especialista em Segurança de Dados: Atua na proteção e segurança dos dados, desenvolvendo estratégias e implementando medidas para garantir a confidencialidade, integridade e disponibilidade das informações.Investigador Académico em Ciência de Dados: Contribui para o avanço do conhecimento científico na área, realizando pesquisa em temas como algoritmos de aprendizagem automática, análise estatística e data-mining.Essas são apenas algumas das muitas oportunidades disponíveis para um Mestre em Engenharia e Ciência de Dados, refletindo a crescente procura por profissionais capacitados para lidar com o crescimento exponencial de dados na era digital.Este ciclo de estudos aposta uma componente prática muito forte, através do desenvolvimento de trabalhos em contexto real ou com dados reais, incluindo dados e casos de estudo fornecidos por empresas parceiras do curso. Deste modo é importante garantir um envolvimento efetivo por parte dos estudantes nas atividades e nos casos práticos estudados durante as aulas.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/engenharia-e-ciencia-de-dados/",
"unidades_curriculares": []
  },
  {
    "nome": "Engenharia Eletrotécnica e de Computadores",
    "area_cientifica": "Eletricidade e energia",
    "regime": "Semanal: Diurno",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "O curso pretende dotar os mestres de um conjunto integrado de competências, e de uma formação sólida baseada em conhecimentos e capacidades de compreensão de nível superior na área da Engenharia Eletrotécnica e de Computadores.Pretende-se que os estudantes:a) Saibam aplicar os conhecimentos, a capacidade de compreensão e de resolução de problemas a situações novas, em contextos multidisciplinares, por forma a estabelecer soluções para questões ou problemas de natureza específica;b) Ganhem competências para lidar com questões complexas, emitir juízos em situações de informação limitada, refletindo sobre eventuais implicações éticas e sociais;c) Sejam capazes de comunicar conclusões e os raciocínios a elas subjacentes;d) Ganhem competências que permitam uma aprendizagem ao longo da vida de forma autónoma.Desta forma pretende-se conferir uma formação multidisciplinar que permita ao MESTRE desempenhar funções em nome individual ou em ambiente empresarial e promover a aquisição de competências que preparem o futuro profissional.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/engenharia-eletrotecnica-e-de-computadores-4/",
"unidades_curriculares": []
  },
  {
    "nome": "Engenharia Florestal",
    "area_cientifica": "Silvicultura e Caça",
    "regime": "Horário Semanal: DiurnoCalendário Letivo: Setembro",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Os mestres em Engenharia Florestal estão preparados para liderar a transformação do setor florestal, combinando inovação, eficiência e sustentabilidade. Com um currículo robusto, os diplomados podem seguir para doutoramento ou integrar-se em diversas áreas de atuação, como:Gestão e conservação florestal: Gestão sustentável de florestas, conservação da biodiversidade e planeamento florestal.Tecnologia e inovação: Aplicação de SIG e deteção remota para modelação e monitorização de recursos naturais.Proteção ambiental e sustentabilidade: Gestão de incêndios florestais, proteção de solos e ecossistemas e envolvimento em processos de certificação florestal.Indústrias biotecnológicas e florestais: Desenvolvimento de produtos e processos para valorização da biomassa e transformação dos recursos florestais em produtos sustentáveis e inovadores.Sector público e consultoria: Administrações públicas e implementação de políticas florestais em empresas de consultoria ambiental e na investigação científica.Sector privado e empreendedorismo: Empresas florestais, parques naturais, associações de produtores florestais e no desenvolvimento de áreas com grande potencial de crescimento e impacto ambiental positivo.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/engenharia-florestal-2/",
"unidades_curriculares": []
  },
  {
    "nome": "Engenharia Informática",
    "area_cientifica": "Ciências informáticas",
    "regime": "Horário Semanal: diurno, todos os dias úteis. Calendário Letivo: Setembro a Julho",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Os diplomados a formar destinam-se a integrar os quadros de empresas, organizações e equipas na área da Engenharia Informática e das Comunicações, nomeadamente se vocacionadas para o desenvolvimento de sistemas e redes informáticas, bem como para a produção, divulgação, comercialização e manutenção de soluções informáticas e de comunicações.Poderão vir a exercer funções em variados sectores como é o caso do sector de serviços, do sector industrial, da administração pública, dos media, entre outros.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/engenharia-informatica-2/",
"unidades_curriculares": []
  },
  {
    "nome": "Engenharia Informática e Tecnologia Web​",
    "area_cientifica": "Ciências Informáticas",
    "regime": "",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Um mestre em Engenharia Informática e Tecnologia Web está equipado para enfrentar os desafios da era digital com uma formação sólida e competências avançadas. Este mestrado oferece conhecimentos profundos em desenvolvimento de software, interação e visualização, sistemas de informação e tecnologia web, incluindo cibersegurança. Os mestrandos estão preparados para liderar projetos inovadores e ocupar posições de destaque em empresas de tecnologia e consultoria, na educação superior e na administração pública, tanto em Portugal como a nível internacional. A formação adquirida é crucial para impulsionar a transformação digital e o progresso tecnológico, sendo os mestres em Engenharia Informática e Tecnologia Web peças fundamentais na construção do futuro tecnológico.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/eng-info-tec-web/",
"unidades_curriculares": []
  },
  {
    "nome": "Engenharia Mecânica",
    "area_cientifica": "Metalurgia e Metalomecânica",
    "regime": "Semanal: Diurno",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Dada a amplitude do perfil de formação proposto, os futuros diplomados poderão aplicar as suas competências profissionais em vários sectores de atividade:a) Empresas de fabricação de equipamentos e de bens de consumo, nomeadamente no domínio dos equipamentos mecânicos e térmicos;b) Empresas de produção e distribuição de energia, e empresas de climatização;c) Empresas fornecedoras de serviços, nomeadamente ao nível da avaliação de projetos e de consultoria;d) Laboratórios e instituições de investigação, de desenvolvimento e inovação industrial;e) Organismos da administração central e local.Os futuros diplomados poderão ainda seguir os seus estudos num terceiro ciclo de formação, conducente ao grau de doutor.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/engenharia-mecanica-2/",
"unidades_curriculares": []
  },
  {
    "nome": "Engenharia Zootécnica",
    "area_cientifica": "Produção Agrícola e Animal",
    "regime": "Horário Semanal: Diurno Calendário Letivo: Setembro",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Os mestres em Engenharia Zootécnica podem prosseguir estudos para doutoramento ou exercer a sua profissão em diversas áreas:Gestão de explorações agropecuárias: Produção intensiva e extensiva (bovinos, suínos, aves, ovinos, caprinos e outros).Nutrição e alimentação animal: Desenvolvimento de planos alimentares e formulação de rações e suplementos.Sanidade e bem-estar animal: Prevenção e controlo de doenças; Monitorização da biossegurança e bem-estar animal.Gestão e consultoria: Apoio técnico e estratégico a empresas e cooperativas.Indústria de transformação: Transformação, controlo de qualidade e certificação de produtos de origem animal.Criação de animais para lazer e companhia: Gestão de centros equestres, canis e projetos de conservação.Empreendedorismo: Desenvolvimento de negócios inovadores em agropecuária.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/engenharia-zootecnica-2/",
"unidades_curriculares": []
  },
  {
    "nome": "Enologia e Viticultura",
    "area_cientifica": "Indústrias Alimentares",
    "regime": "Horário semanal diurno. Calendário letivo com início em outubro.",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Os Mestres em Enologia e Viticultura podem prosseguir estudos para doutoramento ou atuar um vasto leque de oportunidades de carreira no sector vitivinícola, desde a produção à comercialização:Empresas vitivinícolas: Produção, controlo de qualidade e inovação na vinificação.Associações de produtores e cooperativas: Gestão, consultoria técnica e desenvolvimento sustentável.Empresas de biotecnologia: Aplicação de tecnologias inovadoras na produção e fermentação.Comercialização e marketing: Elaboração de estratégias de mercado e promoção de produtos vitivinícolas, ampliando a presença no mercado nacional e internacional.Ensino e formação profissional: Participação em programas de formação na área da vitivinicultura.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/enologia-e-viticultura/",
"unidades_curriculares": []
  },
  {
    "nome": "Ensino de Biologia e Geologia no 3.º Ciclo do Ensino Básico e no Ensino Secundário",
    "area_cientifica": "Formação de Professores de Áreas Disciplinares Específicas; Formação de Professores/Formadores e Ciências da Educação; Educação; Biologia e Bioquímica; Ciências da Vida; Ciências, Matemática e Informática; Ciências da Terra; Ciências Físicas; Ciências, Matemática e Informática",
    "regime": "Presencial/Semanal: Diurno",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Professores de Biologia e Geologia no Ensino Básico e no Ensino Secundário",
    "pagina_url": "https://www.utad.pt/estudar/cursos/ensino-de-biologia-e-geologia-3-ciclo-ensino-basico-ensino-secundario/",
"unidades_curriculares": []
  },
  {
    "nome": "Ensino de Ciências Agropecuárias",
    "area_cientifica": "Formação de Professores e Formadores de Áreas Tecnológicas",
    "regime": "Presencial / Diurno",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Habilita profissionalmente para o Grupo 560- Ciências Agropecuárias.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/ensino-ciencias-agropecuarias/",
"unidades_curriculares": []
  },
  {
    "nome": "Ensino de Educação Física nos Ensinos Básico e Secundário",
    "area_cientifica": "Formação de Professores e Formadores de Áreas Tecnológicas",
    "regime": "As atividades letivas decorrerão em horário laboral diurno.",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Prof. de Educação Física nos Ensinos Básico e Secundário - DL-79/2014 de 14 de maio",
    "pagina_url": "https://www.utad.pt/estudar/cursos/ensino-educacao-fisica-ensinos-basico-secundario/",
"unidades_curriculares": []
  },
  {
    "nome": "Ensino de Física e de Química no 3.º ciclo do Ensino Básico e no Ensino Secundário",
    "area_cientifica": "Formação de Professores de Áreas Disciplinares Específicas; Ciências Físicas - Ciências, Matemática e Informática; Ciências da Educação - Formação de Professores/Formadores e Ciências da Educação - Educação",
    "regime": "Presencial/Semanal: Diurno",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Professores de Física e de Química do 3.º Ciclo do Ensino Básico e do Ensino Secundário.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/ensino-fisica-quimica-3o-ciclo-ensino-basico-ensino-secundario/",
"unidades_curriculares": []
  },
  {
    "nome": "Ensino de Informática",
    "area_cientifica": "Formação de Professores e Formadores de Áreas Tecnológicas",
    "regime": "diurno, todos os dias úteis;Calendário lectivo: no início de outubro",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Prof. de Informática dos Ensinos básico e Secundário",
    "pagina_url": "https://www.utad.pt/estudar/cursos/ensino-de-informatica/",
"unidades_curriculares": []
  },
  {
    "nome": "Ensino de Matemática no 3.º ciclo do Ensino Básico e no Ensino Secundário",
    "area_cientifica": "Formação de Professores de Áreas Disciplinares Específicas; Matemática e Estatística - Ciências, Matemática e Informática; Ciências da Educação - Formação de Professores/Formadores e Ciências da Educação - Educação",
    "regime": "Presencial/Semanal: Diurno",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Professores Matemática do 3.º Ciclo do Ensino Básico e do Ensino Secundário.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/ensino-matematica-3ciclo-ensino-basico-ensino-secundario/",
"unidades_curriculares": []
  },
  {
    "nome": "Ensino de Português e Inglês no 3.º ciclo do Ensino Básico e no Ensino Secundário",
    "area_cientifica": "Formação de professores de áreas disciplinares específicas; Línguas e literaturas estrangeiras; língua e literatura materna",
    "regime": "Presencial/Semanal: Diurno",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Professores de Português e Inglês no Ensino Básico e no Ensino Secundário.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/ensino-portugues-ingles-3o-ciclo-ensino-basico-ensino-secundario/",
"unidades_curriculares": []
  },
  {
    "nome": "Ensino do 1º CEB e de Matemática e Ciências Naturais no 2º CEB",
    "area_cientifica": "Formação de Professores do Ensino Básico (1.º e 2.º Ciclos)",
    "regime": "Horário Semanal: diurno, todos os dias úteis;Calendário letivo: no início de outubro.",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "- Professores do 1º Ciclo do Ensino Básico;- Professores de Matemática e Ciências Naturais no 2º CEB",
    "pagina_url": "https://www.utad.pt/estudar/cursos/ensino-do-1oceb-e-de-matematica-ciencias-naturais-no-2oceb/",
"unidades_curriculares": []
  },
  {
    "nome": "Ensino do 1º CEB e Português, História e Geografia de Portugal no 2º CEB",
    "area_cientifica": "Formação de Professores do Ensino Básico (1.º e 2.º Ciclos)",
    "regime": "Horário semanal: diurno, todos os dias úteis;Calendário letivo: no início de outubro",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "- Professores do 1º Ciclo do Ensino Básico e Professores de Português e de História e Geografia de Portugal no 2º CEB",
    "pagina_url": "https://www.utad.pt/estudar/cursos/ensino-do-1o-ceb-e-portugues-historia-e-geografia-de-portugal-no-2o-ceb/",
"unidades_curriculares": []
  },
  {
    "nome": "Genética Molecular Comparativa e Tecnológica",
    "area_cientifica": "Biologia e Bioquímica",
    "regime": "",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Os mestres a formar terão uma sólida formação científica, suportada por fortes componentes de prática laboratorial, e um contacto muito estreito com a realidade da investigação científica, podendo desempenhar funções ligadas a actividades de investigação, técnicas e de consultoria, tanto em entidades públicas como privadas, ou em regime liberal, ou enveredar pelo ensino profissional ou superior (público ou privado), nomeadamente em:- Universidades e Instituições de Ensino Superior;- Indústria biotecnológica, farmacêutica e biomédica;- Gabinetes de projecto e de consultoria;- Instituições de ensino e de Investigação científica e desenvolvimento tecnológico;- Laboratórios de Faculdades de Medicina, Universidades e Organismos do Estado;- Laboratórios Associados;- Laboratórios de institutos de saúde pública e investigação médica;- Investigação científica em universidades, institutos, laboratórios de estado e laboratórios industriais;- Carreiras na área da saúde (tecnologia médica, análise clínica e meios de diagnóstico);- Outras carreiras;– Jornalismo Científico, em revistas especializadas, Empresas de Material Científico, Organismos e Comissões Reguladoras.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/genetica-molecular-comparativa-e-tecnologica/",
"unidades_curriculares": []
  },
  {
    "nome": "Gerontologia: Atividade Física e Saúde no Idoso",
    "area_cientifica": "Desporto",
    "regime": "",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "- Serviços de apoio às pessoas idosas (tais como, centros de dia e serviços de cuidados continuados e paliativos);- Setores interessados na promoção do envelhecimento ativo;- Serviços comunitários que apoiem a população em geral.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/gerontologia-atividade-fisica-e-saude-no-idoso/",
"unidades_curriculares": []
  },
  {
    "nome": "Gestão",
    "area_cientifica": "Gestão e Administração",
    "regime": "Horário semanal: sextas-feiras 14h00 - 20h00 e sábados 9h00-13h00Calendário letivo: Inicio de outubro",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Este ciclo de estudos permite a formação de profissionais capazes de desempenhar funções de direção, gestão, tomada de decisão, assessoria e avaliação nos vários tipos de organizações existentes, nas diferentes áreas funcionais e em todos os sectores de atividade, nomeadamente no sector empresarial, na administração pública e ainda no ensino e em instituições de I&D.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/gestao-2/",
"unidades_curriculares": []
  },
  {
    "nome": "Gestão dos Serviços de Saúde",
    "area_cientifica": "Gestão e Administração",
    "regime": "Horário semanal: sextas-feiras 14h00 - 20h00 e sábados. Calendários letivo: Início de outubro",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "O futuro Mestre em Gestão dos Serviços de Saúde terá capacidade técnica e conhecimentos neste setor e área do saber, que permitam o desenvolvimento e reforço da capacidade competitiva das Organizações Públicas e Privadas do setor da saúde e Instituições Particulares de Solidariedade Social.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/gestao-dos-servicos-de-saude/",
"unidades_curriculares": []
  },
  {
    "nome": "Gestão e Sustentabilidade em Turismo",
    "area_cientifica": "Turismo e Lazer",
    "regime": "Diurno",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Esta oferta formativa aumenta as perspetivas de emprego e de participação ativa na indústria do turismo e em instituições governamentais e não governamentais relacionadas com a fileira, tendo em conta as expetativas dos diversos stakeholders relativamente a práticas de gestão sustentável no turismo. Assegura-se uma formação transdisciplinar para apoiar a implementação de transições sustentáveis e inteligentes em turismo, capacitando para o trabalho em empresas, associações empresariais, administração pública e instituições de ensino e investigação.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/gestao-sustentabilidade-turismo/",
"unidades_curriculares": []
  },
  {
    "nome": "Maneio e Gestão de Animais Selvagens em Cativeiro",
    "area_cientifica": "Produção Agrícola e Animal",
    "regime": "Horário Semanal: Diurno",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Os Mestres em Maneio e Gestão de Animais Selvagens em Cativeiro podem prosseguir estudos para doutoramento ou atuar em sectores que exigem competências na gestão e conservação de animais sob cuidado humano:Organismos centrais e regionais: Responsáveis pelo controlo e bem-estar animal.Câmaras municipais: Gestão de programas de proteção animal.Santuários de vida animal: Espaços dedicados à reabilitação e bem-estar de espécies resgatadas.Parques zoológicos e biológicos: Gestão de populações ex situ, conservação e educação ambiental.Centros de recuperação de animais selvagens: Reabilitação e reintegração de espécies em habitats naturais.Associações de proteção e defesa animal: Promoção de políticas de bem-estar e defesa dos direitos dos animais.Empresas de serviços para animais: Atividades especializadas na manutenção e assistência a animais sob cuidado humano.Outras instituições: Entidades que necessitam de técnicos qualificados na gestão, conservação animal.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/maneio-gestao-animais-selvagens-cativeiro/",
"unidades_curriculares": []
  },
  {
    "nome": "Mestrado Internacional em Análise da Performance Desportiva",
    "area_cientifica": "Desporto",
    "regime": "",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Os graduados irão acumular habilidades para concentrar sua atividade em uma análise de desempenho em clubes esportivos, institutos de pesquisa ou centros de reabilitação. Terão possibilidade de supervisionar e desenvolver os planos de acompanhamento dos atletas em clubes esportivos e laboratórios de pesquisa (documentos técnicos, sistemas experimentais, educação laboratorial, etc.). Os graduados poderão trabalhar como gerentes em Departamentos Técnicos de organizações esportivas nacionais e internacionais ou em outros cargos diretamente ligados à pesquisa de Desempenho Desportivo. Eles terão a oportunidade de prolongar seu porteiro em estudos de doutorado. Os graduados estarão prontos para funcionar nas configurações do mercado global em entidades comerciais internacionais responsáveis ​​pelas tecnologias e inovações de esportes e recreação. Estudos internacionais, métodos interdisciplinares e trabalho em equipe contribuirão grandemente não apenas com a empregabilidade dos graduados, mas também aumentarão e promoverão sua prontidão para iniciar seus próprios negócios, start-ups nas áreas de criação e desenvolvimento de tecnologias esportivas e recreativas modernas. .",
    "pagina_url": "https://www.utad.pt/estudar/cursos/mestrado-internacional-em-analise-da-performance-desportiva/",
"unidades_curriculares": []
  },
  {
    "nome": "Modelação Computacional",
    "area_cientifica": "Matemática e Estatística",
    "regime": "Diurno",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Os Mestres em Modelação Computacional podem exercer variadas funções tais como:•\tAnalista de Modelação e Simulação: Desenvolver e implementar modelos matemáticos e computacionais para simular processos e sistemas em diferentes áreas (indústria, saúde, finanças, etc.).•\tCientista de Dados: Aplicar técnicas de análise de dados e modelação para extrair conhecimento e tomar decisões informadas em diversas áreas.•\tConsultor de Modelação e Otimização de Processos: Trabalhar em consultorias para otimizar processos industriais, logísticos ou financeiros por meio da modelação computacional.•\tInvestigador em Modelação Computacional: Realizar investigação avançada em centros de investigação, explorando novas metodologias de modelação e simulação.•\tEspecialista em Modelação de Epidemias: Trabalhar em organizações de saúde pública ou laboratórios de bioinformática, aplicando modelação computacional para simular a propagação de doenças e analisar e avaliar o impacto de medidas de saúde pública.•\tEspecialista em Simulação Computacional: Trabalhar em setores industriais, para prever comportamentos de sistemas complexos e otimizar operações.•\tAnalista de Riscos e Previsões: Utilizar modelação computacional para prever e analisar riscos em setores financeiros, seguradoras e outras indústrias.•\tGestor de Projetos de Modelação e Simulação: Coordenar equipas multidisciplinares para aplicar modelação computacional em projetos de grande escala em diversas indústrias, como a automóvel, a aeroespacial, da saúde, entre outras.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/modelacao-computacional/",
"unidades_curriculares": []
  },
  {
    "nome": "Património Cultural Digital",
    "area_cientifica": "Sociologia e Outros Estudos",
    "regime": "Regime diurno, presencial",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "A intervenção profissional dos mestres poderá ser na área do Património Cultural, Património Cultural Digital, Sustentabilidade e Território, Inovação Digital na área da Cultura e do Património, Espaços Culturais, Museus e Municípios.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/patrimonio-cultural-digital/",
"unidades_curriculares": []
  },
  {
    "nome": "Património Cultural, Sustentabilidade e Inovação",
    "area_cientifica": "312 Sociologia e outros Estudos",
    "regime": "Regime pós-laboral, presencial",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "A intervenção profissional dos mestres poderá ser na área do Património Cultural, Sustentabilidade e Território, Inovação Digital, Espaços Culturais, Museus e Municípios.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/patrimonio-cultural-sustentabilidade-e-inovacao/",
"unidades_curriculares": []
  },
  {
    "nome": "Psicologia",
    "area_cientifica": "Psicologia",
    "regime": "Horário semanal: Diurno; todos os dias.Calendário lectivo: Início de Setembro até final Julho",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Psicólogo Clínico:- Diagnóstico / avaliação de indivíduos e grupos sinalizados para fins de prevenção e tratamento- Prevenção / tratamento psicológico e reabilitação na doença mental- Promoção da saúde e intervenção em situações de doença física- Aconselhamento psicológico- Intervenção psicológica e psicoterapia- Participação ativa em equipas multidisciplinares em serviços ligados à saúde e saúde mental- Responsabilidade pela escolha e administração de equipamento técnico específico da psicologia clínica- Participação no desenvolvimento de programas de intervenção em psicologia clínica- Participação em programas de investigação aplicadas e fundamental em psicologia clínicaPsicólogo da Educação:- Promoção do sucesso escolar- Prevenção do abandono escolar- Avaliação dos alunos com vista à deteção e diagnóstico de problemas de desenvolvimento e/ou dificuldades de aprendizagem- Prestação de apoio psicológico a alunos que dele necessitem- Planificação e implementação de programas de intervenção precoce junto de alunos com necessidades educativas especiais- Reconhecimento, certificação e validação, em contextos de formação e de trabalho, de competências adquiridas- Consultoria aos diversos agentes nas áreas da educação, formação e emprego- Planeamento e execução de atividades de orientação e desenvolvimento de carreira- Planificação e implementação de programas de educação / formação parental",
    "pagina_url": "https://www.utad.pt/estudar/cursos/psicologia-2/",
"unidades_curriculares": []
  },
  {
    "nome": "Serviço Social",
    "area_cientifica": "Trabalho Social e Orientação",
    "regime": "O Mestrado em Serviço Social funciona em horário laboral à quinta feira e sexta feira",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "O mestrado fornece preparação adequada ao ingresso e exercício de funções nos serviços sociais públicos, privados e de solidariedade social. Promove a aquisição de competências e capacidades necessárias a uma participação ativa na intervenção social, na inovação dos serviços sociais e na governança.O mestrado possibilita também o desenvolvimento de novas competências para outras funções, nomeadamente relacionadas com a integração em equipas responsáveis por projetos/programas sociais de intervenção e de investigação, análise etnográficas das práticas profissionais e supervisão técnica no domínio do Serviço Social.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/servico-social-2/",
"unidades_curriculares": []
  },
  {
    "nome": "Sistemas de Informação Geográfica em Ciências Agronómicas e Florestais",
    "area_cientifica": "Ciências da Terra",
    "regime": "Horário Semanal: Diurno  Calendário Letivo: Setembro",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "Os mestres em Sistemas de Informação Geográfica (SIG), aplicados às Ciências Agronómicas e Florestais encontram um vasto leque de saídas profissionais:Gabinetes técnicos florestais: Planeamento e gestão sustentável de recursos florestais, utilizando ferramentas SIG para otimização de processos.Entidades gestoras de áreas florestais:Monitorização e conservação de ecossistemas, assegurando a sustentabilidade e a biodiversidade.Empresas agrícolas: Implementação de técnicas de agricultura de precisão, melhorando a eficiência e produtividade através da análise geoespacial.Empresas de serviços tecnológicos: Desenvolvimento e fornecimento de soluções inovadoras em SIG, GNSS, fotografia aérea com drones e outras tecnologias emergentesGabinetes técnicos municipais e intermunicipais: Apoio ao ordenamento do território, gestão ambiental e desenvolvimento rural.",
    "pagina_url": "https://www.utad.pt/estudar/cursos/sistemas-de-informacao-geografica-em-ciencias-agronomicas-e-florestais/",
"unidades_curriculares": []
  },
  {
    "nome": "Tecnologia Multimédia",
    "area_cientifica": "48",
    "regime": "Semanal: Diurno",
    "departamento": "N/A",
    "descricao": "",
    "saidas_profissionais": "O Mestrado em Tecnologia Multimédia proporciona um conjunto alargado de saídas profissionais relacionadas com os Média Digitais, onde se procure uma formação profissional sólida para a conceção e realização de projeto, mas também de processos ou serviços, tendo como base a Tecnologia Multimédia.Em particular este mestrado abre portas para carreiras em áreas emergentes como:1. Transmedia storytelling2. Design de experiências ao nível do utilizador3. Média interativos4. Jogos Digitais5. Realidade virtual/aumentada6. Modelação e animação7. Design de som",
    "pagina_url": "https://www.utad.pt/estudar/cursos/tecnologia-multimedia/",
"unidades_curriculares": []
  }
]